;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Bengali
WebLang=BN
Translator=Goutam Roy
Codepage=UNICODE 
Version=2.2.5


[Uninstaller Toolbar]
102 = দেখুন
103 = বিকল্পসমূহ
104 = আনইনস্টলার
105 = টুলস
106 = শিকারি মোড
107 = তালিকা
108 = আইকনসমূহ
109 = বিস্তারিত
110 = আনইনস্টল
111 = এন্ট্রি দূর করুন
112 = সতেজ
113 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত এন্ট্রি মুছতে চান?
114 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত প্রোগ্রাম আনইনস্টল করতে চান?
115 = স্বয়ংক্রিয় হালনাগাদ
116 = সহায়তা
117 = বর্তমান টুল সহায়তা...
118 = সদর পৃষ্ঠা...
119 = সম্পর্কে...
120 = আপনি প্রশাসক নন!
121 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত সিস্টেম উপাদানটি আনইনস্টল করতে চান?\nথামুন, যতোক্ষণ না পর্যন্ত আপনি নিশ্চিত হচ্ছেন যে আপনি আসলে কী করতে চাচ্ছেন।
122 = আনইনস্টলার আপনাকে বর্তমান ও সব ব্যবহারকারীর জন্য সব ইনস্টলড প্রোগ্রাম ও উপাদান দেখাচ্ছে। "বিস্তারিত" ভিউতে, কিংবা কনটেক্সট মেন্যু দ্বারা, আপনি অতিরিক্ত তথ্য জানতে পারবেন (ইনস্টলেশনের জন্য লিংকস ও প্রোপার্টিজ)। রেভো আনইস্টলারের একটি প্রাথমিক বৈশিষ্ট্য হচ্ছে হান্টার মোড। এই মোড আপনাকে এক ক্লিকে আনইনস্টল, থামা, মোছা কিংবা স্বয়ংক্রিয়ভাবে চালু হওয়ার ক্ষেত্রে নমনীয়তা প্রদান করবে।
123 = খুঁজুন
124 = পাওয়া গেছে:
125 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত সিস্টেম উপাদান রেজিস্ট্রি থেকে মুছতে চান?\nএই উপাদান আপনার অপারেটিং সিস্টেমের দরকার হতে পারে!
126 =  স্বয়ংক্রিয়ভাবে আর শুরু হবে না!
127 =  স্বয়ংক্রিয়ভাবে শুরুর জন্য নির্বাচিত
128 = %s একই স্থানে ইনস্টল হয়েছে  %s!\nলেফটওভার ফাইলগুলো উভয় অ্যাপ্লিকেশনে পাওয়া যাবে! যা মুছতে চান তা সতর্কভাবে পরীক্ষা করুন!
129 = জোর করে এমএসআই আনইনস্টল

[Uninstaller List]
150 = অ্যাপ্লিকেশন
151 = আকৃতি
152 = সংস্করণ
153 = ইনস্টলের তারিখ
154 = কোম্পানি
155 = ওয়েবসাইট
156 = মন্তব্য
157 = স্ট্রিং আনইনস্টল করুন
158 = রেজিস্ট্রি কি
159 = ইনস্টলার

[Uninstaller StatusBar]
201 = ইনস্টলেশনস: 
202 = লোডিং...

[Registry Optimizer]
302 = কোথায় স্ক্যান করতে হবে তা নির্ধারণ করুন
303 = শুরু মেন্যু

[Autorun Toolbar]
407 = চালু
408 = ধ্বংস
409 = দূর করা
410 = আইটেমগুলো:
411 = সক্রিয়:
412 = অটোরান ম্যানেজারের সাহায্যে, উইন্ডোজ চালুর সময় বিভিন্ন অ্যাপ্লিকেশন স্বয়ংক্রিয়ভাবে চালুর অপশন আপনি কেবল সক্রিয় বা নিষ্ক্রিয়ই করতে পারবেন না, পাশাপাশি আপনি নির্দিষ্ট অ্যাপ্লিকেশনের বিভিন্ন তথ্য পেতে পারেন। আপনি নির্দিষ্ট অ্যাপ্লিকেশন চালুর শুরুর জায়গা, বর্ণনা, প্রকাশক, অবস্থা (চালুকৃত অথবা বন্ধ), এবং স্টার্ট-আপ কমান্ডের অবস্থানও জানতে পারবেন (হয় রেজিস্ট্রিতে অথবা হার্ড ডিস্কের কোনো ফাইলে)।

[Autorun List]
450 = স্টার্টাপ নাম
451 = লাঞ্চ পাথ
452 = বর্ণনা
453 = প্রকাশক
454 = অবস্থা
455 = স্থান
456 = চলমান
457 = চলমান নয়
458 = অবৈধ
459 = প্রক্রিয়াটি ধ্বংস করুন
460 = প্রক্রিয়াটি চালু করুন
461 = নির্ধারিত ফোল্ডারটি খুলুন
462 = নির্ধারিত স্থানে যান
463 = লাঞ্চ পাথ কপি করুন
464 = নির্বাচিতটি মুছুন
465 = সব অবৈধগুলো মুছুন
466 = যেগুলো চলছে না তার সবগুলো মুছুন
467 = সব নিষ্ক্রিয়গুলো মুছুন
468 = প্রোপার্টিজ...
470 = আপনি নিশ্চিত যে আপনি নির্বাচিত অ্যাপ্লিকেশন বন্ধ করতে চাচ্ছেন\nসংরক্ষণ করা হয়নি এমন তথ্য মুছে যাবে!
471 = আপনি নিশ্চিত যে আপনি নির্বাচিত সব উপাদান মুছতে চাচ্ছেন?
472 = আপনি নিশ্চিত যে আপনি সব অবৈধ উপাদান মুছতে চাচ্ছেন?
473 = আপনি নিশ্চিত যে যেসব উপাদান চলমান নয় সেগুলো আপনি মুছতে চাচ্ছেন?
474 = আপনি নিশ্চিত যে আপনি সব নিষ্ক্রিয় উপাদান মুছতে চাচ্ছেন?
475 = কমান্ড পাওয়া যায়নি!
476 = অজানা
477 = স্বয়ংক্রিয়ভাবে চালু নিষ্ক্রিয় করুন
478 = স্বয়ংক্রিয়ভাবে চালু সক্রিয় করুন

[Outlook Control]
300 = অপটিমাইজেশন
301 = রেজিস্ট্রি অপটিমাইজেশন
400 = অটোরান ম্যানেজার
500 = ট্র্যাকস পরিষ্কারক
501 = ব্রাউজার পরিষ্কারক
600 = মাইক্রোসফট অফিস পরিষ্কারক
700 = উইন্ডোজ পরিষ্কারক
800 = প্রমাণ দূর করা
900 = অপুনরুদ্ধারযোগ্য মুছা
2100 = উইন্ডোজ টুলস
2200 = জাঙ্ক ফাইল ক্লিনার

[Track Cleaner Browsers]
507 = সবগুলো পরিষ্কার করুন
508 = ইন্টারনেটে যেসব ওয়েব পেজ দেখা হয়েছে সেগুলোর ইতিহাস মুছুন
509 = ঠিকানা লেখার ইতিহাস মুছুন
510 = অস্থায়ী ইন্টারনেট ফাইলসমূহ মুছুন
511 = কুকিজ মুছুন
512 = Index.dat ফাইল মুছুন
513 = চালু করুন
514 = ডাউনলোড ইতিহাস মুছুন
515 = সেশন ইতিহাস মুছুন
516 = ফরমের ইতিহাস মুছুন
517 = আনইনস্টলার
518 = আপনি কি নিশ্চিত যে আপনি সব নির্বাচিত ইতিহাস তথ্য মুছতে চাচ্ছেন?
521 = আপনি কি নিশ্চিত যে আপনি সব ইন্টারনেট এক্সপ্লোরার ইতিহাস তথ্য মুছতে চাচ্ছেন?
522 = আপনি কি নিশ্চিত যে আপনি সব ফায়ারফক্স ইতিহাস তথ্য মুছতে চাচ্ছেন?
523 = আপনি কি নিশ্চিত যে আপনি সব অপেরা ইতিহাস তথ্য মুছতে চাচ্ছেন?
524 = আপনি কি নিশ্চিত যে আপনি সব নেটস্কেপ ইতিহাস তথ্য মুছতে চাচ্ছেন?
525 = আপনি যতোগুলো ওয়েবসাইট পরিদর্শন করেছেন, আপনার ব্রাউজার তার সবগুলোর বিস্তারিত রেকর্ড রেখেছে। আপনার ব্রাউজারের উইন্ডো থেকে এগুলো সহজেই জানা যাবে এবং মাত্র একটি বাটনে ক্লিক করে যে কেউ জেনে নিতে পারে আপনি ওয়েবে কী ব্রাউজিং করেছেন। ব্রাউজার ক্লিনারের সহায়তায় আপনি অস্থায়ী ইন্টারনেট ফাইলগুলো মুছতে পারেন যেখানে আপনি যেসব ছবি দেখেছেন, যেসব ভিডিও দেখেছেন, যেসব ওয়েব সাইট ভিজিট করেছেন সেগুলোর তথ্য রয়েছে। অস্থায়ী ইন্টারনেট ফাইল মুছে দিয়ে আপনার হার্ড ডিস্কের অনেক জায়গা খালি করা সম্ভব।
526 = ব্রাউজারের ট্রেসগুলো পরিষ্কার করার আগে আপনার ইন্টারনেট ব্রাউজার বন্ধ করুন।
527 = পরেরবার কম্পিউটার চালুর সময় Index.dat ফাইলগুলো মুছে যাবে।
599 = নির্দিষ্ট উপাদানগুলোর মুছার প্রক্রিয়া সম্পন্ন হয়েছে!

[Office Track Cleaner]
601 = পরিষ্কার
607 = মাইক্রোসফট ওয়ার্ডের সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
608 = ওয়ার্ড ২০০০, ওয়ার্ড এক্সপি, ওয়ার্ড ২০০৩, ওয়ার্ড ২০০৭, ওয়ার্ড ২০১০, ওয়ার্ড ২০১৩ ও ওয়ার্ড ২০১৬ এতে অন্তর্ভুক্ত
609 = মাইক্রোসফট এক্সেলের সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
610 = এক্সেল ২০০০, এক্সেল এক্সপি, এক্সেল ২০০৩, এক্সেল ২০০৭, এক্সেল ২০১০, এক্সেল ২০১৩ ও এক্সেল ২০১৬ এতে অন্তর্ভুক্ত
611 = মাইক্রোসফট এক্সেসের সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
612 = এক্সেস ২০০০, এক্সেস এক্সপি, এক্সেস ২০০৩, এক্সেস ২০০৭, এক্সেস ২০১০, এক্সেস ২০১৩ ও এক্সেস ২০১৬ এতে অন্তর্ভুক্ত
613 = মাইক্রোসফট পাওয়ারপয়েন্টের সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
614 = পাওয়ারপয়েন্ট ২০০০, পাওয়ারপয়েন্ট এক্সপি, পাওয়ারপয়েন্ট ২০০৩, পাওয়ারপয়েন্ট ২০০৭, পাওয়ারপয়েন্ট ২০১০, পাওয়ারপয়েন্ট ২০১৩ ও পাওয়ারপয়েন্ট ২০১৬ এতে অন্তর্ভুক্ত
615 = মাইক্রোসফট ফ্রান্টপেইজের সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
616 = ফ্রন্টপেইজ ২০০০, ফ্রন্টপেইজ এক্সপি ও ফ্রন্টপেইজ ২০০৩ এতে অন্তর্ভুক্ত
617 = মাইক্রোসফট অফিস ক্লিনার আপনাকে আপনার সাম্প্রতিক ব্যবহার করা মাইক্রোসফট ওয়ার্ড, এক্সেল, এক্সেস, ও ফ্রন্টপেইজের ফাইলসমূহের ইতিহাস মুছতে সহায়তা করে।  আপনি যদি চান যে অন্য কেউ আপনার  সাম্প্রতিক খোলা বা কাজ করা স্প্রেডশিটস, ডকুমেন্টস বা অন্যান্য ফাইলসমূহ যেগুলো মাইক্রোসফট অফিস দ্বারা তৈরি, উক্ত ফাইলের ধরন বাছুন যেগুলো আপনি চান না এবং "পরিষ্কার" বাটন চাপুন। আপনি যে ধরনের প্রোগ্রামের ফাইল বেছে নিয়েছেন সেটির সাম্প্রতিক ব্যবহার করা ফাইলসমূহ আর পাওয়া যাবে না।

[Windows Tracks Cleaner]
701 = পরিষ্কার
707 = সাম্প্রতিক ডকুমেন্ট ইতিহাস মুছুন
708 = স্টার্ট মেন্যু চালানোর ইতিহাস মুছুন
709 = ফাইল পাওয়ার ইতিহাস মুছুন
710 = প্রিন্টার, কম্পিউটার ও মানুষ খোঁজার ইতিহাস মুছুন
711 = ক্লিপবোর্ড পরিষ্কার করুন
712 = "এমএস পেইন্ট" সাম্প্রতিক ফাইল ইতিহাস পরিষ্কার করুন
713 = "এমএস ওয়ার্ডপ্যাড" সাম্প্রতিক ফাইল ইতিহাস পরিষ্কার করুন
714 = Regedit সর্বশেষ খোলার ইতিহাস মুছুন
715 = সাম্প্রতিক কমন ডায়লগ খোলা বা সংরক্ষণের ইতিহাস মুছুন
716 = সর্বশেষ ব্যবহারকৃত কমন ডায়লগ ফোল্ডার ইতিহাস মুছুন
717 = রিসাইকেল বিন খালি করুন
718 = উইন্ডোজের অস্থায়ী ফাইলসমূহ মুছুন
719 = স্টার্ট মেন্যু ব্যবহারের লগ মুছুন
720 = মাইক্রোসফট উইন্ডোজ কম্পিউটারে আপনার কাজ করার অনেক কিছু চিহ্ন বা প্রমাণ রাখে, যেমন ফাইল খোঁজার ইতিহাস (যখন আপনি ফাইল বা ফোল্ডার সার্চ করেন), সাম্প্রতিক ব্যবহার করা ডকুমেন্টের ইতিহাস, বিভিন্ন অ্যাপ্লিকেশনের নির্দিষ্ট ফাইল ডায়লগের খোলা বা সংরক্ষণের ইতিহাস এবং আরও অনেক কিছু। উইন্ডোজ ক্লিনার সব ধরনের এসব ইতিহাস ও অস্থায়ী ফাইল মুছতে পারে। আপনি আপনার রিসাইকেল বিনও খালি করতে পারেন এবং অস্থায়ী ফাইলসমূহ মুছতে পারেন যেটি আপনার হার্ড ডিস্কের অনেক জায়গা খালি করতে সক্ষম।
721 = explorer.exe প্রক্রিয়া পুনরায় চালুর পর রান ইতিহাস পুরোপুরি মুছে যাবে।
722 = উইন্ডোজ রেজিস্ট্রি ট্রেস করা হচ্ছে
723 = স্থানীয় হার্ড ডিস্ক ড্রাইভ ট্রেস করুন
724 = ক্যাশ মেমোরির ডাম্প ফাইলগুলো মুছুন
725 = পুনরুদ্ধারযোগ্য Chkdsk (চেক ডিস্ক) ফাইল ফ্র্যাগমেন্টসগুলো মুছুন


[Evidence Remover]
802 = কার্যর করুন
803 = মুছা হচ্ছে
804 = মোছার কাজ চলমান থাকার সময় অনুগ্রহ করে অপেক্ষা করুন।
805 = সম্পন্ন হয়েছে
806 = ড্রাইভ(সমূহে) একটি চেকমার্ক রাখুন যেটি শুধু আপনার কাজের প্রমাণ ও ট্রেস ধারণ করবে যেগুলো আপনি যা মুছে ফেলতে চান। এই টুল ইতোমধ্যে যেসব তথ্য মোছা হয়েছে কেবল সেগুলোর ওপর প্রভাব ফেলবে। সতর্কতা: এই প্রক্রিয়া সম্পন্ন হওয়ার পর আপনার মুছে ফেলা ফাইলসমূহ ফিরিয়ে আনা সম্ভব হবে না!
807 = আপনি যখন উইন্ডোজ রিসাইকেল বিন খালি করবেন, আপনার ফাইল ও ফোল্ডারসমূহ শুধু সেখান থেকে মুছে যাবে কিন্তু সেগুলো পুরোপুরি মুছে যাবে না। এই টুল যেসব ফাইল ও ফোল্ডার ইতোমধ্যে মুছা হয়েছে সেগুলো স্থায়ীভাবে মুছে ফেলবে যেগুলোর অবশিষ্টাংশ হার্ড ডিস্কে রয়ে গিয়েছিলো। আপনি বা অন্য কেউ যে কোনো ভবিষ্যতে উদ্ধারের জন্য যে সফটওয়্যারই ব্যবহার করেন না কেন, ফল একই থাকবে, কিছুই পাওয়া যাবে না। – এভিডেন্স রিমুভারের সাহায্যে যেসব তথ্য-উপাত্ত মুছা হয়েছে সেগুলো উদ্ধার করা অসম্ভব!
808 = আপনি কি নিশ্চিত যে আপনি লেফটওভার ট্রেস ও নির্বাচিত ড্রাইভের প্রমাণগুলো মুছতে চান?

[Unrecoverable Delete]
912 = যেসব ফাইল ও ফোল্ডার মোছা হবে সেগুলোর তালিকা এবং সেগুলো আর ফিরিয়ে আনা সম্ভব হবে না
913 = ফাইলগুলো
914 = ফোল্ডারসমূহ
915 = যেসব ফাইল মুছতে চান ও সিস্টেম থেকে বাদ দিতে চান সেগুলো যোগ করুন। এই ফাইলগুলো আর কোনো সফটওয়্যার দিয়ে ফিরিয়ে আনা যাবে না!
916 = যেসব ফোল্ডার মুছতে চান ও সিস্টেম থেকে বাদ দিতে চান সেগুলো যোগ করুন। এই ফোল্ডারগুলো আর কোনো সফটওয়্যার দিয়ে ফিরিয়ে আনা যাবে না!
917 = মুছার জন্য ফাইল যোগ করুন
918 = মুছার জন্য ফোল্ডার যোগ করুন
919 = চিরকালের জন্য মুছুন
920 = তালিকা পরিষ্কার করুন
921 = আপনি যদি সাবধানে একটি ফাইল ও ফোল্ডার মুছতে চান  (নিশ্চিত থাকুন যে, কেউ, কোনো প্রকার সফটওয়্যারের সাহায্যে এই ফাইল ও ফোল্ডারগুলো ফিরিয়ে আনতে পারবে না), অপুনরোদ্ধারযোগ্য মোছা ব্যবহার করুন। ফাইলসমূহ মোছা বা উইন্ডোজ রিসাইকেল বিন খালি করার অর্থ এই নয় যে, এই ফাইলগুলো চিরতরে মুছে গেছে, এগুলো এখনও আপনার হার্ড ডিস্কে রয়ে গেছে এবং যেকেউ সহজে এই উপাত্তগুলো পুনরুদ্ধার করতে পারবে। অপুনরোদ্ধারযোগ্য টুল এটিকে অসম্ভব করে তুলবে কারণ এটি সরাসরি সব নির্বাচিত ফাইল ও ফোল্ডার মুছে ফেলে।
922 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত ফাইলসমূহ ও ফোল্ডারসমূহ চিরকালের জন্য মুছতে চান?

[Options Tree]
1001 = অপশনসমূহ
1100 = সাধারণ
1200 = আনইনস্টলার

[General]
1101 = বর্তমান ভাষা:
1102 = উন্নত মোড
1103 = কম্পিউটার চালুর সময় হালনাগাদের জন্য চেক করুন

[Uninstaller Options]
1201 = সিস্টেম হালনাগাদ প্রদর্শন করুন
1202 = সিস্টেম উপাদান প্রদর্শন করুন
1204 = শুধু বিল্ট-ইন আনইনস্টলার চালু করুন
1205 = (উইন্ডোজ ভিস্তায় সমর্থিত নয়)
1206 = আনইনস্টলের পূর্বে একটি সিস্টেম রিস্টোর পয়েন্ট তেরি করুন


[Auto Update]
1907 = হালনাগাদ
1908 = সংস্করণ তথ্য
1909 = বর্তমান সংস্করণ:
1910 = সর্বশেষ সংস্করণ:
1911 = ডাইনলোড
1912 = সর্বশেষ সংস্করণটি নিন
1913 = নতুন যা আছে
1914 = পরীক্ষা করা হচ্ছে...
1915 = সংযোগ ত্রুটি...
1916 = থামুন
1917 = ডাউনলোড করা হয়েছে  %s এর  %s
1918 = ডাউনলোড করা হয়েছে %s (সম্পূর্ণ আকার অজানা)
1919 = রেভো আনইনস্টলার প্রো www.revouninstaller.com-এ সংযোগ ঘটাতে পারছে না। আপনার ইন্টারনেট সংযোগ সক্রিয় কিনা পরীক্ষা করুন এবং কম্পিউটারের ফায়ারওয়াল রেভো আনইনস্টলার প্রো ব্লক করে রেখেছে কিনা তা দেখুন
1920 = ত্রুটি: নতুন সংস্করণের জন্য পরীক্ষা ব্যর্থ। কোনো ইন্টারনেট সংযোগ নেই।

[WinTools]
2110 = চালু করুন
2111 = প্রতিটি উইন্ডোজ অপারেটিং সিস্টেমে অনেক কার্যকর ও প্রয়োজনীয় উপকরণ ও উপাদান রয়েছে। কিছু টুল জটিল কমান্ড লাইন ব্যবহার করে, অন্যগুলো ব্যবহার করা কঠিন। উইন্ডোজ টুলসসমূহ আপনাকে উইন্ডোজের দশটি সাধারণ টুলের চাইতেও দ্রুত, ও এক ক্লিকে কাজ সম্পন্ন করার সুবিধা দেয়।
2112 = যদি কোনো সমস্যা দেখা দেয়, আপনি আপনার কম্পিউটারের পূর্বের সংরক্ষণকৃত অবস্থা সিস্টেম পুনরুদ্ধারের জন্য ব্যবহার করতে পারেন যেখানে আপনার কোনো ব্যক্তিগত উপাত্ত হারাবে না। সিস্টেম রিস্টোর মনিটরসমূহ সিস্টেম ও কিছু অ্যাপ্লিকেশন ফাইল পরিবর্তন করে এবং এটি স্বয়ংক্রিভাবে সহজে নির্ধারণ করা যায় এমন পুনঃস্থাপনযোগ্য রিস্টোর পয়েন্ট তৈরি করে। এসব রিস্টোর পয়েন্ট আপনাকে প্রয়োজনানুসারে পূর্ববর্তী ভালো স্তরে নিয়ে যেতে পারে। এসব রিস্টোর পয়েন্ট প্রতিদিন এবং উল্লেখযোগ্য পরিবর্তনের সময় তৈরি হয়। আপনি যে কোনো সময় আপনার নিজস্ব রিস্টোর পয়েন্ট তৈরি ও নামকরণ করতে পারেন।
2113 = আপনার কম্পিউটারের হার্ডওয়ার ও অপারেটিং সিস্টেম, আপনার ইন্টারনেট কনফিগারেশন ও মডেম, এবং নেটওয়ার্ক অ্যাডাপ্টারের তথ্য সংগ্রহ ও প্রদর্শনের জন্য আপনি এটি ব্যবহার করতে পারেন। এই নেটওয়ার্ক ডায়াগনস্টিক টুলের সহায়তায় আপনি আপনার সিস্টেমের স্ক্যান করতে পারেন এবং নেটওয়ার্ক সংযোগ পরীক্ষা করতে পারেন এবং আপনার নেটওয়ার্ক-সম্পর্কিত প্রোগ্রাম ও সার্ভিসমূহ কাজ করছে কিনা তা জানতে পারেন।
2114 = নেটওয়ার্ক ইনফরমেশন বর্তমানে থাকা সব টিসিপি/আইপি নেটওয়ার্ক কনফিগারেশন তথ্য, ডায়নামিক হোস্ট কনফিগারেশন প্রটোকল (ডিএইচসিপি), এবং ডোমেইন নেইম সিস্টেম (ডিএনএস) সেটিংস প্রদর্শন করে। নেটওয়ার্ক ইনফরমেশন সব নেটওয়ার্ক অ্যাডাপ্টারের পূর্ণ টিসিপি/আইপি কনফিগারেশন যেমন আইপি ঠিকানা, ম্যাক ঠিকানা, সাবনেট মাস্ক, ডিফল্ট গেটওয়ে, উইন্ডোজ ইন্টারনেট নেইমিং সার্ভিস (ডব্লিউআইএনএস) ও ডিএনএস কনফিগারেশনও প্রদর্শন করে।
2115 = সিকিউরিটি সেন্টার আপনার কম্পিউটারের তিনিট প্রয়োজনীয় সিকিউরিটি পরীক্ষা করে: ফায়ারওয়াল, স্বয়ংক্রিয় হালনাগাদ ও ম্যালওয়্যার/ভাইরাস রোধ। যদি এর কোনোটি থেকে সমস্যা পাওয়া যায় (উদাহরণস্বরূপ, যদি আপনার এন্টিভাইরাস প্রোগ্রাস হালনাগাদ না করা থাকে), সিকিউরিটি সেন্টার আপনাকে একটি বার্তা পাঠাবে এবং আপনার কম্পিউটারকে কীভাবে সুরক্ষিত রাখা যায় সে বিষয়ে পরামর্শ দেবে।
2116 = সিস্টেম প্রোপার্টিজ কম্পিউটার হার্ডওয়ারের সাধারণ তথ্য যেমন, সিপিইউ ধরন ও মোট র‍্যাম মেমোরি, কম্পিউটার কীভাবে মেমোরি ব্যবহার করছে সেটি দেখা ও বদলানো এগুলো দেখার ও নির্দিষ্ট তথ্যের জন্য (হার্ডওয়্যার ও ডিভাউস প্রোপার্টিজ), কনফিগার হার্ডওয়ার প্রোফাইল, আপনার নেটওয়ার্ক সংযোগ ও লগঅন প্রোফাইলের তথ্য দেখা ও রিপোর্ট সিস্টেম দেখা এবং মাইক্রোসফটের কাছে কিংবা আপনার সিস্টেম প্রশাসকের কাছে প্রোগ্রাম ত্রুটি পাঠানোর কাজে ব্যবহৃত হতে পারে, যখন প্রোগ্রাম ত্রুটি দেখা দেয় তখন।
2117 = সিস্টেম ইনফরমেশন উইন্ডোজ অপারেটিং সিস্টেমের একটি উপাদান যেটি স্থানীয় ও রিমোট কম্পিউটারের সিস্টেম কনফিগারেশন তথ্য সংগ্রহ ও প্রদর্শন করে। এটি যেসব তথ্য দেখায় তার মধ্যে রয়েছে হার্ডওয়ার কনফিগারেশন, কম্পিউটার কম্পোনেন্টস ও সফটওয়্যার এবং সাইনড ও আনসাইনড ড্রাইভার্স। সিস্টেম ইনফরমেশন একটি সহায়ক টুল যার দ্বারা আপনি আপনার কম্পিউটার ও এর অপারেটিং সিস্টেম সম্পর্কে বিভিন্ন তথ্য দ্রুত জানতে পারবেন।
2118 = টিসিপি/আইপি নেটস্ট্যাট কমান্ড উইন্ডোজ অপারেটিং সিস্টেমের একটি উপাদান যেটি সব সক্রিয় টিসিপি সংযোগ প্রদর্শন করে এবং টিসিপি ও ইডিপি পোর্টস সংযোগও দেখায় যেখানে কম্পিউটার এক্সিকিউটেবল শ্রবণ ও প্রদর্শন করে। এটি সংযোগ বা লিসেনিং পোর্ট তৈরিতে যুক্ত থাকে (এক্সিকিউটেবল নাম [ ] নিচে থাকে, উপরে থাকে সেই কম্পোনেন্ট যেটিকে ডাকা হয়, এবং যে পর্যন্ত টিসিপি/আইপি না পৌঁছায়)।
2119 = অন-স্ক্রিন কিবোর্ড পর্দায় একটি ভার্চুয়াল কিবোর্ড প্রদর্শন করে এবং ব্যবহারকারীকে একটি পয়েন্টিং ডিভাইস অথবা জয়স্টিকের মাধ্যমে কাজ করতে সহায়তা করে। অন-স্ক্রিন কিবোর্ড মূলত ব্যবহারকারীর জন্য স্থানান্তরিত পর্যায়ে একটি সর্বনিম্ন লেভেলের কাজের জন্য সুযোগ তৈরি করে দেয়। আপনি অন-স্ক্রিন কিবোর্ড ব্যবহার করতে পারেন যদি আপনি মনে করেন আপনার কম্পিউটারে একটি কি-লগার ইনস্টল করা আছে এবং আপনি যেসব কি টাইপ করছে সেগুলো রেকর্ড করা হচ্ছে। অন-স্ক্রিন কিবোর্ড কিস্ট্রোক রেকর্ড করার ক্ষমতা দূর করে।
2120 = ডিস্ক ডিফ্রাগমেন্টার হার্ড ডিস্কের স্থানীয় ভলিও ও কনসোলিডেট ফ্র্যাগমেন্টেড ফাইল ও ফোল্ডারসমূহ স্ক্যান করে যাতে প্রতিটি অংশ উক্ত ভলিউমে একটি নির্দিষ্ট ও চলমান জায়গায় সাজানো থাকে। ডিস্ক ডিফ্র্যাগমেন্টার একইসাথে ভলিউমের খালি জায়গা কনসোলিডেট করে, এবং সেটিকে এমনভাবে প্রক্রিয়াজাত করে যাতে নতুন ফাইল ফ্র্যাগমেন্টেড হতে পারে। এই পরিবর্তনের ফলে আপনার সিস্টেম ফাইল ও ফোল্ডার সহজে খুঁজে পায় এবং নতুন ফাইল আরও দ্রুত সংরক্ষণ  করতে পারে।
2121 = সেবাসমূহ স্থানীয় বা রিমোট কম্পিউটারে শুরু করতে, বন্ধ করতে, স্থগিত করতে, বাদ দিতে, অথবা একটি সার্ভিস নিষ্ক্রিয় করতে পারে। সেবাসমূহ পুনঃস্থাপনযোগ্য কাজগুলো সেটাপ করতে পারে যদি কোনো একটি সার্ভিস কাজ করতে ব্যর্থ হয় (যেমন, স্বয়ংক্রিয়ভাবে একটি সেবা শুরু হওয়া), একটি নির্দিষ্ট হার্ডওয়্যার প্রোফাইল সক্রিয় বা নিষ্ক্রিয় সেবা দেওয়া এবং প্রতিটি সার্ভিসের অবস্থা ও বর্ণনা প্রদর্শন করা।
2122 = শেয়ার্ড ফোল্ডার একটি নেটওয়ার্কের শেয়ার রিসোর্স ব্যবস্থাপনা, নিয়ন্ত্রিত ব্যবহারকারী অনুমোদন, সেশন কার্যক্রম, সেশন রিসোর্স প্রোপার্টিজ এবং স্থানীয় ও রিমোট কম্পিউটারের ব্যবহারের রিসোর্স ও সংযোগের সারসংক্ষেপ দেখতে ব্যবহৃত হতে পারে। শেয়ার ফোল্ডারসমূহ সব ব্যবহারকারীর তালিকা দেখাতে পারে যারা আপনার কম্পিউটররে (কোনো একটি রিমোট) নেটওয়ার্কে সংযুক্ত এবং তাদের একজন বা সবাইকে বিচ্ছিন্ন করতে পারে। আপনি রিমোট ব্যবহারকারী দ্বারা বর্তমানে খোলা ফাইলের তালিকাও দেখতে পারেন।
2123 = গ্রুপ পলিসি ব্যবহারকারী ও কম্পিউটারের পলিসি কনফিগারেশন যুক্ত করে। গ্রুপ পলিসি সেটিংস ব্যবহারকারীর ডেস্কটপ পরিবেশের বিভিন্ন উপাদানকে সংজ্ঞায়িত করে যা একটি সিস্টেমের প্রশাসককে ম্যানেজ করতে হয় (উদাহরণস্বরূপ, কোন কোন প্রোগ্রাম ইউজারের জন্য উন্মুক্ত, কোন প্রোগ্রামগুলো ব্যবহারকারীর ডেস্কটপে থাকবে এবং স্টার্ট মেন্যু অপশন)।
2124 = অ্যাড/রিমুভ উইন্ডোজ কম্পোনেন্ট আপনাকে আপনার কম্পিউটারে ইনস্টলকৃত উইন্ডোজ কম্পোনেন্টগুলো ব্যবস্থাপনায় সহায়তা করে। আপনার কম্পিউটারে উইন্ডোজ অপারেটিং সিস্টেম ইনস্টল হওয়ার পর কোনো একটি উইন্ডোজ কম্পোনেট যা আপনার মূল ইনস্টলেশনে ছিলো না সেটি এতে অন্তর্ভুক্ত করে আপনি ব্যবহার করতে পারেন অথবা একটি কম্পোনেন্ট যা আপনার আর প্রয়োজন নেই সেটি বাদ দিতে পারেন।
2125 = মাইক্রোসফট উইন্ডোজ ম্যালিশাস সফটওয়্যার রিমুভাল টুলটি নির্দিষ্ট, পূর্বে আসা ম্যালিশাস সফটওয়্যার দ্বারা আপনার কম্পিউটারের কোনোপ্রকার ক্ষতি হচ্ছে কিনা তা পরীক্ষা করে এবং এরকম কিছু পাওয়া গেলে সেগুলো দূর করতে সহায়তা করে। এই ম্যালিশাস সফটওয়্যারটি ভাইরাস, ওয়র্মস ও ট্রোজান হর্সেস চেক করে। যখন চিহ্নিতকরণ ও পরিষ্কারকরণ প্রক্রিয়া সম্পন্ন হয়, এই টুলটি একটি প্রতিবেদন প্রদর্শন করে, যদি সেখানে কোনো ম্যালিশাস সফটওয়্যার পাওয়া যায় এবং দূর করা হয় তার তালিকাসহ।


[Junk Files Cleaner Options]
2202 = এই ড্রাইভটি স্ক্যান করা হবে:
2203 = ধরন
2204 = বর্ণনা
2205 = যোগ
2206 = বাতিল
2207 = ডিফল্টসমূহ পুনরায় সেট করুন
2208 = জাঙ্ক ফাইল পরিষ্কারক::সাধারণ
2209 = জাঙ্ক ফাইল পরিষ্কারক::বহির্ভুত
2220 = স্ক্যানের জন্য প্যাটার্ন:
2221 = আপনি ? ও/অথবা * চিহ্নগুলো ওয়াইল্ডকার্ড হিসেবে ব্যবহার করতে পারেন
2222 = ধরন যোগ করুন
2223 = বহির্ভূত প্যাটার্ন যোগ করুন
2224 = আপনি ? ও/অথবা * চিহ্নগুলো ওয়াইল্ডকার্ড হিসেবে ব্যবহার করতে পারেন
2225 = বহির্ভুত প্যাটার্ন:
2226 = ফাইলগুলো রিসাইকেল বিনে মুছুন
2227 = গত ২৪ ঘণ্টায় ব্যবহৃত ফাইলগুলো উপেক্ষা করুন

[Junk Files Cleaner Tool]
2306 = স্ক্যান
2307 = মুছুন
2308 = স্ক্যান করা হচ্ছে
2309 = স্ক্যান করার সময় অনুগ্রহ করে অপেক্ষা করুন।
2310 = বাতিল
2311 = নাম
2312 = আকার
2319 = ফাইল:
2320 = সম্পূর্ণ আকার:
2323 = কিছু ফাইল আছে যেগুলো উইন্ডোজ ব্যবহার করছে অথবা\n অন্য প্রোগ্রাম ব্যবহার করছে যেগুলো এই মুহূর্তে মুছা যাবে না
2324 = স্ক্যানিং শুরুর জন্য আপনাকে অন্তত একটি ড্রাইভ ও এক্সটেনশন নির্বাচন করতে হবে।
2325 = জাঙ্ক ফাইল পরিষ্কারক আপনাকে আপনার কম্পিউটার থেকে বিভিন্ন ধরনের বাতিল ও অপ্রয়োজনীয় ফাইল খুঁজে পেতে ও সেগুলো মুছতে সহায়তা করে। সাধারণত, যে অ্যাপ্লিকেশন এ ধরনের ফাইল সৃষ্টি করে সেই অ্যাপ্লিকেশনগুলোই  যখনই প্রয়োজন হবে না তখনই এই অপ্রয়োজনীয় ফাইলসমূহ মুছে দেয়। যা হোক, এসব ফাইল আপনার হার্ড ড্রাইভে স্থায়ীভাবে থেকে যেতে পারে যদি অ্যাপ্লিকেশন অনাকাঙ্ক্ষিতভাবে বন্ধ হয়, সিস্টেম ক্র্যাশের কারণে ইত্যাদি। এরকম হলে এটি ডিস্কের খালি জায়গার পরিমাণ কমিয়ে দেয় এবং এটি সিস্টেমের গতি ধীর হওয়ার কারণ হতে পারে ইত্যাদি।
2326 = ফাইল:
2327 = ফাইলগুলো মুছা হচ্ছে

[Context Menu Junk Files Cleaner]
2313 = খোলা
2314 = গুগলে খুঁজুন
2315 = ধারণকৃত ফোল্ডারটি খুলুন
2316 = প্রোপার্টিজ...
2317 = সবগুলো আইটেমে টিকচিহ্ন দিন
2318 = সব আইটেম থেকে টিকচিহ্ন তুলে দিন
2321 = নির্বাচিত আইটেমগুলোয় টিকচিহ্ন দিন
2322 = নির্বাচিত আইটেমগুলো থেকে চিকচিহ্ন তুলে দিন

[Topmost Window]
4002 = অপশনসমূহ
4003 = মূল উইন্ডো খুলুন
4004 = ড্রাগ ও ড্রপ মোড
4005 = শিকারি মোড
4006 = আকার
4007 = ছোট
4008 = মাঝারি
4009 = বড়
4010 = উইন্ডোর আকার
4011 = প্রস্থান
4012 = আনইনস্টল
4013 = স্বয়ংক্রিয়ভাবে চালু হওয়া বন্ধ করুন
4014 = প্রক্রিয়া বন্ধ করুন
4015 = প্রক্রিয়া বন্ধ করুন ও মুছুন
4016 = ধারণকৃত ফোল্ডারটি খুলুন
4017 = তথ্য
4018 = বৈশিষ্ট্য
4019 = বাতিল
4020 = একবারে কেবল একটি ফাইলই সমর্থন করে!
4021 = আপনি একটি ফোল্ডার দিয়েছেন, অনুগ্রহ করে একটি ফাইল ড্রাগ করে দিন!
4022 = আনইনস্টল অথবা বাদ:
4023 = অমীমাংসিত! অন্য কোনো উইন্ডো, আইকন কিংবা একটি টাস্কবার আইটেমে স্থির করুন।
4024 = আনইনস্টল কমান্ড চালাতে পারছে না!\n অনুগ্রহ করে অ্যাপ্লিকেশনের আনইনস্টলার দিয়ে আনইনস্টল করার চেষ্টা করুন!
4025 = কোনো ইনস্টলেশন প্যাকেজ পাওয়া যায়নি!\nইঙ্গিত: এই অ্যাপ্লিকেশনের জন্য মূল উইন্ডো থেকে আরও তথ্য পেতে পারেন এবং\n এটি ম্যানুয়ালি আনইনস্টল করুন!
4026 = স্বয়ংক্রিয়ভাবে চালুর ক্ষেত্রে নির্ধারিত অ্যাপ্লিকেশনটি নিষ্ক্রিয়!\nকৌশল: যদি আপনি এটিকে পুনরায় সক্রিয় করতে চান, মূল অ্যাপ্লিকেশনের অটোরান টুলটি ব্যবহার করুন!
4027 = সাধারণ স্টার্টাপ ক্ষেত্রে নির্ধারিত অ্যাপ্লিকেশনটি পাওয়া যায়নি!\nকৌশল: অন্যান্য জায়গা বা ক্ষেত্রে খোঁজার জন্য যেগুলো ব্যবহৃত হয় স্বয়ংক্রিয়ভাবে অ্যাপ্লিকেশন চালুর জন্য, গুগল ওয়েবসাইট দেখুন!
4028 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত অ্যাপ্লিকেশনটি বন্ধ করতে চান?\nঅসংরক্ষিত উপাত্ত মুছে যাবে!
4029 = আনইনস্টলার
4030 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত অ্যাপ্লিকেশনটি বন্ধ করতে ও মুছতে চান?\nকোনো অসংরক্ষিত উপাত্ত মুছে যাবে!
4031 = আপনি কি নিশ্চিত যে আপনি উইন্ডোজ এক্সপ্লোরার বন্ধ করতে চান?\n স্টার্ট মেন্যু, টাস্কবার, এবং সিস্টেম ট্রে দেখা যাবে না!
4032 = উইন্ডোজের সঙ্গে স্বয়ংক্রিয়ভাবে চালু
4033 = স্বচ্ছতা
4034 = লক্ষ্যকৃত খোলা উইন্ডো, আইকন বা একটি টাস্কবার আইটেমে টেনে নিন।
4035 = সবসময় উপরে

[Scan After Uninstall]
4210 = অবস্থান
4211 = চাবি
4212 = মূল্য
4213 = উপাত্ত
4214 = ফাইল
4215 = কোনো উপাদান নির্বাচন করা হয়নি। মুছার জন্য অন্তত একটি উপাদান নির্বাচন করুন!
4216 = আনইনস্টলের পর স্ক্যান করুন
4217 = সবগুলো নির্বাচন করুন
4218 = সবগুলো নির্বাচন থেকে বাদ দিন
4219 = মুছুন
4220 = পরিত্যক্ত ফাইলসমূহ
4221 = পরিত্যক্ত রেজিস্ট্রি উপাদানসমূহ
4222 = আনইনস্টলের পর স্ক্যান করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...
4223 = আনইনস্টলার চলছে...
4224 = অনুগ্রহ করে অ্যাপ্লিকেশনের আনইনস্টল প্রক্রিয়া সম্পন্ন হওয়ার পর পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি কি-এর জন্য স্ক্যান শুরু করুন।
4225 = আনইনস্টলের পর স্ক্যান করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...
4226 = অনুগ্রহ করে তালিকাভুক্ত উপাদানগুলো সতর্কভাবে চেক করুন!
4227 = বন্ধ
4228 = কম্পিউটার পরবর্তী সময়ে চালুর সময় বাদবাকি ফাইলগুলো মুছে যাবে।
4229 = অ্যাপ্লিকেশনের আনইনস্টলার চালূ করা যায়নি!\nসম্ভবত অকার্যকর আনইনস্টল আদেশ দেয়া হয়েছে!
4230 = পেছনে
4231 = পরবর্তী
4232 = একটি আনইনস্টল মোড নির্বাচন করুন
4233 = মোডসমূহ
4234 = নির্ধারিত - অতিরিক্ত কোনো স্ক্যানিং ছাড়াই অ্যাপ্লিকেশনের আনইনস্টলার চালাবে
4235 = নিরাপদ - অ্যাপ্লিকেশনের নির্ধারিত মোড চালাবে এবং পরিত্যক্ত উপাদানগুলো যেগুলো মুছে ফেলা নিরাপদ সেগুলো বের করার জন্য হার্ড ড্রাইভ ও রেজিস্ট্রিতে অতিরিক্ত স্ক্যান করবে। এটি দ্রুততম মোড।
4236 = মাঝারি - অ্যাপ্লিকেশনের সুরক্ষা মোড চালাবে এবং হার্ড ডিস্ক ও রেজিস্ট্রির সবচেয়ে পরিচিত জায়গাগুলোতো সব অ্যাপ্লিকেশনের পরিত্যক্ত তথ্য বিস্তৃত পরিসরে স্ক্যান করবে
4237 = অগ্রগামী - অ্যাপ্লিকেশনের মডারেট মোড চালাবে এবং রেজিস্ট্রিতে ও হার্ড ড্রাইভে সব অ্যাপ্লিকেশনের পরিত্যক্ত তথ্য খুঁজে পেতে গভীর ও প্রতিটি স্তর স্ক্যান করবে। এটি সবচেয়ে ধীরগতির।
4238 = আনইনস্টল করার পূর্বে অ্যাপ্লিকেশনের উপাত্ত বিশ্লেষণ করা হচ্ছে
4239 = অ্যাপ্লিকেশনের নির্মিত আনইনস্টলারটি চালু হচ্ছে।
4240 = অ্যাপ্লিকেশনের আনইনস্টলার প্রক্রিয়া সম্পন্নের পর পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি আইটেম স্ক্যান করার জন্য "পরবর্তী" বাটনটি চাপুন।
4241 = প্রারম্ভিত বিশ্লেষণ ও আনইনস্টল প্রক্রিয়া চলছে।
4242 = বাড়তি তথ্যের জন্য স্ক্যান করা হচ্ছে
4243 = বিল্ট-ইন আনইনস্টল সম্পন্ন, এখন আনইস্টলকৃত অ্যাপ্লিকেশনের সঙ্গে সম্পর্কিত রেজিস্ট্রি ও আপনার হার্ড ড্রাইভ অবশিষ্ট ফাইল, ফোল্ডার, ও রেজিস্ট্রি আইটেমের জন্য  স্ক্যান করা হচ্ছে। অনুগ্রহ করে অপেক্ষা করুন...
4244 = অবশিষ্ট রেজিস্ট্রি আইটেম পাওয়া গেছে
4245 = রেজিস্ট্রি আইটেম পাওয়া গেছে:
4246 = টীকা: অনুগ্রহ করে বোল্ড করা উপাদানগুলো সতর্কভাবে যাচাই করুন! শুধু নির্বাচিত ও যাচাইকৃত উপাদানগুলো এবং এগুলোর উপ-উপাদানসমূহ মুছে ফেলা হবে!
4247 = পরিত্যক্ত ফাইল ও ফোল্ডার পাওয়া গেছে
4248 = আইটেমগুলো পাওয়া গেছে:
4249 = আমার কম্পিউটার
4250 = রেভো আনইনস্টলার অ্যাপ্লিকেশনের নির্ধারিত আনইস্টলারটি চালু করতে সক্ষম হয়নি। সম্ভবত অ্যাপ্লিকেশনের আনইনস্টল কমান্ড অকার্যকর অথবা আনইনস্টলার প্রোগ্রামটি নষ্ট। আপনি "পেছনে" বাটনটি চেপে অন্য কোনো আনইনস্টল মোড চেষ্টা করতে পারেন।
4251 = অ্যাপ্লিকেশনের নির্ধারিত আনইনস্টল সম্পন্ন হয়েছে। রেভো আনইনস্টলার পরিত্যক্ত উপাদানগুলোর জন্য স্ক্যান করেনি। আপনি পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রে আইটেমের জন্য স্ক্যান করতে "পেছন" বাটনটি চেপে অন্য একটি আনইনস্টল মোড চেষ্টা করতে পারেন।
4252 = রেভো আনইনস্টলার সফলভাবে আনইনস্টল প্রক্রিয়া সম্পন্ন করেছে, কিন্তু কোনো পরিত্যক্ত উপাদান খুঁজে পাওয়া যায়নি। আপনি আরও গভীর স্ক্যানের জন্য "পেছন" বাটনটি চেপে বর্ধিত আনইনস্টল মোডে চেষ্টা করতে পারেন।
4253 = রেভো আনইনস্টলার সফলভাবে আনইনস্টল প্রক্রিয়া সম্পন্ন করেছে। আপনি যদি আরও পরিত্যক্ত উপাদানসমূহ খুঁজতে চান, তাহলে "পেছনে" বাটনটি চাপুন এবং আরও গভীর স্ক্যানের জন্য অগ্রগামী আনইনস্টল মোডে চেষ্টা করুন।
4254 = সম্পন্ন
4255 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত ফাইলসমূহ রিসাইকেল বিনে পাঠাতে চান?
4256 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত রেজিস্ট্রি আইটেমসমূহ মুছতে চান?
4257 = রেভো আনইনস্টলার সফলভাবে আনইনস্টল প্রক্রিয়া সম্পন্ন করেছে!
4258 = আপনি কি নিশ্চিত যে আপনি বাড়তি রেজিস্ট্রে উপাদানসমূহ মুছার প্রক্রিয়াটি উপেক্ষা করতে চান এবং পরবর্তী ধাপে যেতে চান?
4259 = আপনি কি নিশ্চিত যে আপনি বাড়তি ফাইল ও ফোল্ডারসমূহ মুছার প্রক্রিয়াটি উপেক্ষা করতে চান এবং পরবর্তী ধাপে যেতে চান? 
4260 = বাড়তি উপাদানসমূহ স্ক্যানিং করার প্রক্রিয়া সম্পন্ন। ফলাফল দেখার জন্য "পরবর্তী" বাটনটি চাপুন!
4261 = সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরি হচ্ছে...
4262 = সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরি - ব্যর্থ!
4263 = সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরির প্রচেষ্টা নিষ্ক্রিয় (অপশন ->আনইনস্টলার)
4264 = সিস্টেম পুনরুদ্ধার পয়েন্ট তৈরি - সফল!


[About]
4300 = অনুবাদকবৃন্দ:

[ContextMenu Uninstaller]
5000 = কমান্ডসমূহ
5001 = তথ্য
5002 = গুগলে সার্চ করুন
5004 = অবস্থান ইনস্টল করুন
5005 = আমাদের সম্পর্কে লিঙ্কটি খুলুন...
5006 = সহায়তা লিঙ্কটি খুলুন...
5007 = হালনাগাদ লিঙ্কটি খুলুন...
5008 = রেজিস্ট্রি কি খুলুন...

[Common]
10000 = ঠিক আছে
10001 = বাতিল
10002 = সহায়তা
10003 = ব্রাউজ
10004 = বর্তমান টুল সহায়তা
10005 = প্রথম পৃষ্ঠা
10006 = সম্পর্কে
10007 = সতর্কতা
10008 = ত্রুটি
10009 = হ্যাঁ
10010 = না
10011 = বিরতি
10012 = পুনরায় আরম্ভ
10013 = ডিফল্ট
10014 = অনুগ্রহ করে অপেক্ষা করুন...
10015 = পরে
10016 = কখনোই না
10017 = কার্যক্রম সফলভাবে সম্পন্ন হয়েছে!
10019 = সম্পাদনা

[Tooltips]
2000 = আনইনস্টলার মুডে যান
2001 = টুল প্যানেল প্রদর্শন করুন
2002 = সেটিংস সমন্বয় করুন
2003 = শিকারি মুডে যান
2004 = ইনস্টলকৃত প্রোগ্রামের তালিকা দেখার পদ্ধতি বদলান
2005 = নির্বাচিত প্রোগ্রাম আনইনস্টল করুন
2006 = রেজিস্ট্রি থেকে নির্বাচিত ভুক্তিটি মুছে ফেলুন
2007 = অ্যাপ্লিকেশনের তালিকাটি রিফ্রেশ করুন
2008 = আপনার বর্তমান সংস্করণটি সর্বশেষ সংস্করণে হালনাগাদ করুন
2009 = প্রোগ্রামটি সম্পর্কে অতিরিক্ত তথ্য পান ও আপনার সমস্ত প্রশ্নের উত্তর পান
404 = নির্বাচিত অ্যাপ্লিকেশনগুলো চালু করুন
405 = নির্বাচিত অ্যাপ্লিকেশন থামান ও বন্ধ করুন
406 = নির্বাচিত অ্যাপ্লিকেশনগুলো নিজে নিজে চলমান হওয়া থেকে প্রতিরোধ করুন
506 = নির্বাচিত অপশনগুলো পরিষ্কার করুন
605 = নির্বাচিত অপশনগুলো পরিষ্কার করুন
705 = নির্বাচিত অপশনগুলো পরিষ্কার করুন
2106 = নির্বাচিত টুলটি চালু করুন
2304 = নির্বাচিত সেটিংস অনুসারে অপ্রয়োজনীয় ফাইলের জন্য স্ক্যান করুন
2305 = নির্ধারণ করা ফাইলগুলো রিসাইকেল বিনে মুছুন



[UninstallerPro]
15000 = সাধারণ
15001 = দলসমূহের\nম্যানেজার
15002 = নতুন প্রোগ্রামসমূহ
15003 = অন্যান্য প্রোগ্রামসমূহ
15004 = নাম
15005 = পুনরায় নামকরণ
15006 = ইন্টারনেট
15007 = গেইমস
15008 = মাল্টিমিডিয়া
15009 = ইউটিলিটিজ
15050 = উপরে উঠাও
15051 = নিচে নামাও
15052 = যোগ
15053 = বাতিল
15054 = কলাম
15055 = কলামটি অপসারণ করুন
15056 = সমতাবিধান
15057 = বাম
15058 = মধ্যে
15059 = ডান
15060 = সবচেয়ে ভালো খাপ খাওয়ানো
15061 = তালিকাটি রপ্তানি করুন
15062 = লেখার ধরন(টিএক্সটি)
15063 = এইচটিএমএল ধরন(এইচটিএমএল)
15064 = মাইক্রোসফট এক্সেল
15065 = রপ্তানি
15066 = যে কলামসমূহ রপ্তানি করতে চান সেগুলো নির্বাচন করুন:
15067 = নতুন প্রোগ্রাম ইনস্টল হওয়া থেকে প্রদর্শন করুন:
15068 = সর্বশেষ (দিনে)
15069 = আনইস্টলার সর্বশেষ শুরু থেকে
15070 = দলের নাম:
15071 = যোগ
15072 = দল
15073 = চিহ্নিত প্রোগ্রামসমূহ
15074 = চিহ্নিত\nপ্রোগ্রামসমূহ
15075 = সব প্রোগ্রাম
15076 = সব\nপ্রোগ্রাম
15077 = লগ মুঝুন
15078 = কাস্টম আনইনস্টল
15079 = আইকন বদলান
15080 = দলে যোগ করুন
15081 = দল থেকে বাদ দিন
15082 = আনইনস্টর করা হচ্ছে
15083 = এই প্রোগ্রামের লগড ফাইল ও ফোল্ডারসমূহ আনইনস্টল করা হচ্ছে:
15084 = লগড রেজিস্ট্রি উপাদানসমূহ আনইনস্টল করা হচ্ছে:
15085 = এখানে কিছু উপাত্ত রয়েছে যেগুলো আনইনস্টল করা প্রোগ্রামের সঙ্গে সম্পর্কিত থাকতে পারে, কিন্তু সেগুলো মুছা হয়নি কারণ এগুলো রেভো আনইনস্টলার প্রো ইনস্টলের সময় লগকৃত হয়নি। আপনি যদি পর্যালোচনা করতে চান ও এরপর মুছতে চান তাহলে "অগ্রসর আনইনস্টল" বাটন চাপুন
15086 = অগ্রসর আনইনস্টল
15087 = ফাইল\ফোল্ডার পাথ
15088 = তালিকা লোড হচ্ছে...
15089 = নির্বাচিত ভ্যালুসমূহ আনইস্টল করুন
15090 = মূল রেজিস্ট্রি কি খুলুন...
15091 = সবগুলো বিস্তৃত করুন
15092 = সবগুলো বন্ধ করুন
15093 = ভ্যালু নাম
15094 = লগসমূহের ফোল্ডার:
15095 = পূর্বে থেকে যাওয়া সিস্টেম ফাইল ও ফোল্ডারের নতুন নামকরণ চালু করুন
15096 = জোর করে আনইনস্টল
15097 = জোর করে\nআনইনস্টল
15098 = নির্বাচিত কি বিস্তৃত করুন
15099 = নির্বাচিত কি সংকুচিত করুন
15100 = নির্বাচিত কি আনইনস্টল করুন
15101 = নির্বাচিত কি তৈরি করা হয়েছে বলে নির্ধারণ করু
15102 = বহির্ভূত তালিকায় যোগ করুন
15103 = অযথার্থ লগ ফাইল
15104 = ফাইলটি পাওয়া যায়নি! একটি যথাযথ ফাইলের নাম দিন অথবা কাজটি বাতিল করুন।
15105 = প্রক্রিয়া নির্ধারণ করুন
15106 = তালিকায় প্রক্রিয়া যোগ করুন
15107 = পূর্ণ পার্থ প্রক্রিয়া:
15108 = রেজিস্ট্রি কি যোগ করুন
15109 = রেজিস্ট্রি কি পাথ
15110 = জোরপূর্বক আনইনস্টল কমান্ড আপনাকে প্রোগ্রামসমূহ আনইনস্টল করতে অথবা অংশবিশেষ ইনস্টলকৃত পরিত্যক্ত বা আনইনস্টলড প্রোগ্রামসমূহ দূর করতে সহায়তা করে। আপনি পরিত্যক্ত ফাইল বা ফোল্ডারের জন্য ব্রাউজ করতে পারেন অথবা আপনি যে প্রোগ্রামের ফাইল বা ফোল্ডারটি আনইনস্টল করতে চান সেটির পূর্ণ পাথ দিতে পারেন। অতিরিক্ত তথ্য হিসেবে আপনি প্রোগ্রামের নামও দিতে পারেন। আপনার দেয়া উপাত্তের ভিত্তিতে রেভো আনইনস্টলার প্রো প্রোগ্রামের নির্ধারিত আনইনস্টলার প্রোগ্রাম খুঁজে বের করবে এবং যে প্রোগ্রাম মডিউলটি খুঁজছেন সেটির সাথে সম্পর্কিত ইনস্টল লগসমূহ ও লগ ডেটাবেইজ খুঁজে বের করবে। যদি কিছু পাওয়া যায়, তাহলে সেগুলোর তালিকা দেখাবে যাতে আপনি সেগুলো ব্যবহার করবেন কিনা সেই সিদ্ধান্ত নিতে পারেন\n\nঅনুগ্রহ করে আপনি যেটি আনইনস্টর করতে চান সেটির যথাযথ নাম ও অবস্থান দিন!
15111 = স্ক্যানিং মোড
15112 = নির্ধারিত
15113 = নিরাপদ
15114 = মাঝারি
15115 = অগ্রসর
15116 = প্রোগ্রামের ফাইল বা ফোল্ডারের পূর্ণ পাথ:
15117 = প্রোগ্রামের সঠিক নাম:
15118 = নির্ধারিত আনইনস্টলার পাওয়া গেছে:
15119 = নির্বাচিত নির্ধারিত আনইনস্টলারটি চালু করুন
15120 = প্রোগ্রামের নাম
15121 = আনইনস্টল আদেশ
15122 = টাইপ
15123 = ৩২-বিট
15124 = ৬৪-বিট
15125 = প্রক্রিয়াটি বন্ধ করুন এবং চালু থাকুন
15126 = নির্ধারিত ফাইল চলমান প্রক্রিয়ায় রয়েছে! আপনি যদি এটি অথবা এর উপাদানসমূহ যথাযথভাবে আনইনস্টল করতে চান, সেক্ষেত্রে পরবর্তী ধাপে যাওয়ার আগে এটি বন্ধ করা ভালো
15127 = রেজিস্ট্রি কি বহির্ভূত করুন
15128 = সাব-কিসমূহ অন্তর্ভুক্ত করুন
15129 = "ট্রেসড প্রোগ্রাম' উইন্ডোর ফোকাস স্টার্টাপে সেট করুন
15130 = ফাইল ও ফোল্ডারসমূহ মুছুন:
15131 = ব্যাকআপ ফোল্ডারে
15132 = রিসাইকেল বিনে
15133 = স্থায়ীভাবে
15134 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত উপাদানসমূ মুছতে চাচ্ছেন?
15135 = ফোল্ডারসমূহ
15136 = ফাইলসমূহ
15137 = সম্ভবত এ-সম্পর্কিত ফাইল ও ফোল্ডারসমূহ
15138 = সম্ভবত এ-সম্পর্কিত রেজিস্ট্রি উপাদানসমূহ
15139 = কিসমূহ:
15140 = ভ্যালুসমূহ:
15141 = লাগড ফাইল ও ফোল্ডারসমূহ
15142 = পূর্বের সিস্টেম ফাইল ও ফোল্ডারগুলোর নতুন নামকরণ চালু করুন
15143 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত উপাদানসমূহ আনইনস্টল করতে চাচ্ছেন?
15144 = নির্বাচিত, কিন্তু বাদবাকি ফাইলগুলো পরবর্তী সিস্টেম চালুর সময় মুছা হবে।
15145 = লগড রেজিস্ট্রি উপাদানসমূহ
15146 = আনইনস্টল করা হচ্ছে...
15147 = প্রাথমিক তথ্যের ভিত্তিতে পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি উপাদানগুলোর জন্য স্ক্যান করা হচ্ছে
15148 = নির্ধারিত আনইনস্টলের জন্য প্রোগ্রামের নির্ধারিত আনইনস্টলার বিশ্লেষণ করা হচ্ছে ও শুরু করা হচ্ছে
15149 = প্রোগ্রামের আনইনস্টলার সম্পন্ন হওয়ার পর, পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি উপাদানগুলোর স্ক্যানিঙের পর "স্ক্যান" বাটন চাপুন।
15150 = ক্যাশ উপাত্ত ফাইল তৈরির জন্য যথেষ্ট পরিমাণ ডিস্ক জায়গা খালি নেই
15151 = ক্যাশ ফাইলটি ত্রুটিপূর্ণভাবে লিখিত। নিশ্চিত হোন যে আপনার যথাযথ অনুমতি রয়েছে।
15152 = ক্যাশ উপাত্ত ফাইল ত্রুটিপূর্ণভাবে পড়া হয়েছে।
15153 = রেভো আনইনস্টলার প্রো কোনো পরিত্যক্ত আইটেম পায়নি
15154 = স্ক্যান
15155 = কাস্টম\nআনইনস্টল
15156 = রেভো আনইনস্টলার প্রো-এর "সব প্রোগ্রাম" মডিউলটি বর্তমান ও সব ব্যবহারকারীর সব ইনস্টলকৃত প্রোগ্রাম ও উপাদান প্রদর্শন করে, দুটো নির্দিষ্ট গ্রুপে ভাগ করে - "নতুন" ও "অন্যান্য"। যখন "বিস্তারিত" ট্যাবের মাধ্যমে অথবা কনটেক্সট মেন্যুর মাধ্যমে ব্যবহার করা হচ্ছে, আপনি আরও বিশদ তথ্য (ইনস্টলেশনের লিংক ও প্রোপার্টিজ) পাবেন। এই মোডের সব সেটিং পাওয়া যাবে "অপশন্স" উইন্ডোর "আনইনস্টলার"-এর অধীনে "সব প্রোগ্রাম"-এর উপ-আইটেমে।
15157 = রেভো আনইনস্টলার প্রো-এর "ট্রেসড প্রোগ্রাম" মডিউলটি আপনি যেসব প্রোগ্রাম রেভো আনইনস্টলার প্রোর মাধ্যমে ইনস্টল করেছেন ও মনিটর করছেন সেগুলো দেখাবে। রেভো আনইনস্টলার প্রোর মাধ্যমে কোনো প্রোগ্রাম ট্রেস করতে হলে, আপনাকে এর ইনস্টলেশন (সেটাপ) প্যাকেজে ডান-ক্লিক করতে হবে অথবা মূল টুলবারে "ইনস্টল প্রোগ্রাম" বাটন চাপুন। এই মোডের সেটিংস পাওয়া যাবে "অপশন্স" উইন্ডোর অধীনে "ট্রেসড প্রোগ্রাম"-এর নিচে।
15158 = রেজিস্ট্রেশন
15159 = সহায়তাকারী ফাইল
15160 = প্রোগ্রাম ইনস্টল করুন
15161 = প্রোগ্রামন\nইনস্টল করুন
15162 = আনইনস্টলের পূর্বে একটি সিস্টেম রিস্টোর পয়েন্ট তৈরি করুন ও একটি পূর্ণ রেজিস্ট্রি ব্যাকাপ রাখুন
15163 = একটি পূর্ণ রেজিস্ট্রি ব্যাকআপ তৈরি হচ্ছে...
15164 = একটি সিস্টেম রিস্টোর পয়েন্ট তৈরি হচ্ছে এবং একটি পূর্ণ রেজিস্ট্রি ব্যাকাপ নিষ্ক্রিয় (অপশন->আনইনস্টলার)
15165 = একটি পূর্ণ রেজিস্ট্রি ব্যাকআপ তৈরি হচ্ছে - সম্পন্ন
15166 = একটি পূর্ণ রেজিস্ট্রি ব্যাকআপ তৈরি হচ্ছে - ব্যর্থ!
15167 = (উইন্ডোজ ভিস্তা বা উইন্ডোজ ৭, ৮-এ সমর্থন করে না)
15168 = লগসমূহ:
15169 = অথবা শিকারি মোডের আইকনে ডান মাউস ক্লিক করুন ও বেরিয়ে আসার জন্য "বাহির" নির্বাচন করুন
15170 = আনইনস্টল উইজার্ড পূর্ণভাবে খুলুন
15171 = ফোল্ডার পাথ
15172 = সহায়তা ফাইল দেখার জন্য অনুগ্রহ করে একটি পিডিএফ রিডার ইনস্টল করুন
15173 = নতুন দল যোগ করুন
15174 = নির্বাচিত লগ মুছুন
15175 = ক্যাশ ফাইল নতুন করে তৈরি করুন
15176 = আপনি কি নিশ্চিত যে আপনি নতুন করে ক্যাশ ফাইল তৈরি করতে চাচ্ছেন?\nপ্রোগ্রামে আপনার কাস্টমাইজেশন নতুন করে শুরু হবে!
15177 = ব্যবস্থাপনা
15178 = লগ রপ্তানি, আমদানি অথবা সম্পাদনা
15179 = বদলান\nor মেরামত করুন
15180 = বদলান অথবা মেরামত করুন
15181 = লিংক হালনাগাদ করুন
15182 = লগ ডেটাবেইজ
15183 = লগ\nডেটাবেইজ
15184 = প্রোগ্রামসমূহ:
15185 = প্রোগ্রামের নাম
15186 = প্রোগ্রামের সংস্করণ
15187 = উইন্ডোজের সংস্করণ
15188 = উইন্ডোজ বিটস
15189 = পাওয়া গেছে
15190 = শুধু এই লগগুলো দেখান যা %s-এর উপযুক্ত
15191 = শুধু  %s লগ দেখান
15192 = মিলকৃত লগস:
15193 = ডেটাবেউজ লগস:
15194 = সার্চ করুন:
15195 = লগ
15196 = লগসমূহ
15197 = প্রোগ্রাম
15198 = প্রোগ্রামসমূহ
15199 = নাম
15200 = দ্রুত আনইনস্টল
15201 = দ্রুত\nআনইনস্টল
15202 = প্রাথমিক ধাপের সিস্টেম ব্যাকাপ নেওয়া হচ্ছে
15203 = প্রোগ্রাম %d এর %d আনইনস্টল করা হচ্ছে
15204 = প্রাথমিক বিশ্লেষণ - সম্পন্ন!
15205 = প্রোগ্রামের নির্ধারিত আনইনস্টলার চালু হচ্ছে - সম্পন্ন!
15206 = প্রোগ্রামের নির্ধারিত আনইনস্টলার চালু হচ্ছে - ব্যর্থ!
15207 = পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি আইটেমের জন্য স্ক্যান করা হচ্ছে...
15208 = পরিত্যক্ত আইটেমগুলো মুছা হচ্ছে...
15209 = মোছা হয়েছে %d পরিত্যক্ত রেজিস্ট্রি কি ও %d ভ্যালুসমূহ
15210 = মোছা হয়েছে %d পরিত্যক্ত ফোল্ডার ও %d ফাইলসমূহ
15211 = দ্রুত আনইনস্টল সম্পন্ন!
15212 = অবস্থা
15213 = প্রোগ্রামের আনইনস্টলার প্রক্রিয়া সম্পন্নের পর, আনইনস্টল প্রক্রিয়া চলমান রাখার জন্য "চলমান" বাটনটি চাপুন।
15214 = চলমান
15215 = আমদানিকৃত
15216 = মন্তব্য যোগ করুন
15217 = মন্তব্য সম্পাদনা করুন
15218 = মডিউলসমূহ
15219 = লগ তারিখ
15220 = আনইনস্টলের জন্য লগ উপাত্ত তৈরি করা হচ্ছে...
15221 = %d উপাদানের %d 
15222 = প্রয়োজনীয় নতুন নামকরণ প্রক্রিয়া চালু করা হয়েছে...
15223 = আপনি কি নিশ্চিত যে, আপনি নির্বাচিত লগ আনইনস্টল করতে চাচ্ছেন?
15224 = আপনি কি নিশ্চিত যে, আপনি নির্বাচিত লগসমূহ আনইনস্টল করতে চাচ্ছেন?
15225 = লগ আনইনস্টল করা হচ্ছে %d এর  %d
15226 = সবগুলো রপ্তানি করুন
15227 = বাদ দিন\nব্যাকআপ
15228 = সিস্টেম রিস্টোর পয়েন্ট তৈরি ও পূর্ণ রেজিস্ট্রি ব্যাকআপ তৈরি এড়িয়ে যান
15229 = পূর্ণ রেজিস্ট্রি ব্যাকআপ তৈরি হচ্ছে - এড়িয়ে যাওয়া হয়েছে!
15230 = সিস্টেম রিস্টোর পয়েন্ট তৈরি হচ্ছে - এড়িয়ে যাওয়া হয়েছে!
15231 = লগ সম্পাদনা করুন
15232 = লগ আমদানি করুন
15233 = লগ রপ্তানি করুন
15234 = লগ বিশ্লেষণ করা হচ্ছে -
15235 = লগ পুনরায় নামকরণ
15236 = লগ নাম
15237 = পরিবর্তন সংরক্ষণ করুন
15238 = পরিবর্তন
15239 = আইকন
15240 = আইকন নির্ঘণ্ট
15241 = লেখক
15242 = তৈরির সময়
15243 = সর্বশেষ পরিবর্তনের সময়
15244 = আনুমানিক জায়গা
15245 = রেজিস্ট্রি কিসমূহ
15246 = রেজিস্ট্রি ভ্যালু
15247 = তৈরি করা হয়েছে
15248 = মুছে ফেলা হয়েছে
15249 = নতুন নাম দেয়া হয়েছে
15250 = অতিরিক্তলিখিত
15251 = অজানা
15252 = পুরনো নাম
15253 = পুরো নাম
15254 = পুরনো পুরো নাম
15255 = পুরনো উপাত্ত
15256 = এই নামে রেজিস্ট্রি ভ্যালু ইতোমধ্যে রয়েছে!
15257 = কি যোগ করুন
15258 = কি নাম:
15259 = পরিবর্তন করা হয়নি
15260 = কি পরিবর্তন করুন
15261 = ভ্যালু যোগ করুন
15262 = ভ্যালু হালনাগাদ করুন
15263 = সেট
15264 = পুরনো ধরনের
15265 = আনইনস্টলের সময় জোরপূর্বক চলমান এক্সিকিউটেবল ফাইলসমূহ বন্ধ করুন
15266 = প্রোগ্রামের নিয়মিত আনইনস্টলের পূর্বে একটি যথাযথ লগ খুঁজুন
15267 = আপনি কি নিশ্চিত যে আপনি নিবার্চিত প্রোগ্রামসমূহ দ্রুত আনইনস্টল করতে চাচ্ছেন?
15268 = আপনার লগগুলোর মধ্যে একটি মিলকৃত লগ পাওয়া গেছে যা আনইস্টল\nপ্রোগ্রামের নির্ধারিত আনইস্টলার শুরুর জন্য ব্যবহার করা হতে পারে।
15269 = লগ ডেটাবেজে একটি মিলকৃত লগ পাওয়া গেছে আনইনস্টল\n প্রোগ্রামের নির্ধারিত আনইনস্টলার প্রোগ্রাম শুরুর জন্য যা ব্যবহার করা হতে পারে।
15270 = প্রোগ্রামের আনইনস্টলার সম্পন্নের পর পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি আইটেমসমূহের জন্য "চলমান" বাটনটি চাপুন।
15271 = লগ ফাইল ডাউনলোডে ত্রুটি পাওয়া গেছে!
15272 = ডাউনলোডকৃত লগ ফাইল নতুন নামকরণে ত্রুটি দেখা গেছে!
15273 = রেভো আনইনস্টলার প্রো-এর "লগ ডেটাবেইজ" মডিউলটি ট্রেসড প্রোগ্রামের লগসমূহের একটি তালিকা প্রদর্শন করে যেটি আপনার উইন্ডোজ সিস্টমের সঙ্গে মানানসই। এই লগসমূহ আমাদের ওয়েব সাইটে সংরক্ষিত থাকে যা রেভো আনইনস্টলার প্রো সদস্য কর্তৃক ব্যবস্থাপনা করা হয়। আপনি আপনার কম্পিউটারে ইনস্টলকৃত কোনো প্রোগ্রাম আনইনস্টল করতে এসব লগ অনায়াসে ব্যবহার করতে পারেন ("আনইনস্টল" বাটনে এক ক্লিক করে)।
15274 = নতুন সংস্করণ:
15275 = এখুনি হালনাগাদ করুন
15276 = লগ ডেটাবেইজ স্বয়ংক্রিয়ভাবে হালনাগাদ করুন
15277 = ডাউলোডকৃত লগ ডেটাবেইজে ত্রুটি!
15278 = হালনাগাদকরণের সময় লগ ডেটাবেইজে ত্রুটি!
15279 = লগ ডেটাবেইজ বিস্তৃতকরণে ত্রুটি পাওয়া গেছে!
15280 = লগ ডেটাবেইজ খোলায় ত্রুটি পাওয়া গেছে!
15281 = আপনার মন্তব্য লিখুন:
15282 = আইকন বাছুন
15283 = ফাইলের পাথ:
15284 = তালিকা থেকে একটি আইকন নির্বাচন করুন:
15285 = ফাইল
15286 = ফোল্ডার
15287 = লগ রপ্তানি করা হচ্ছে -
15288 = লগ আমদানি করা হচ্ছে -
15289 = %d%% সম্পন্ন
15290 = রপ্তানি করা হয়েছে
15291 = সম্পর্কিত লগ পাওয়া গেছে
15292 = হ্যাঁ (সুপারিশকৃত)
15293 = আপনার দ্বারা তৈরিকৃত নির্বাচিত লগসমূহ মনে হচ্ছে আপনি যে প্রোগ্রামটি আনইনস্টল করতে যাচ্ছেন সেটির সঙ্গে সম্পর্কিত। আপনি কি আনইনস্টলের সসময় এই লগসমূহ থেকে উপাত্ত ব্যবহার করতে চান?
15294 = লগ ডাউনলোড করা হচ্ছে-
15295 = লগ ডেটাবেইজে প্রাপ্ত নির্বাচিত লগসমূহ মনে হচ্ছে আপনি যে প্রোগ্রামটি আনইনস্টল করতে যাচ্ছেন সেটির সঙ্গে সম্পর্কিত। আনইনস্টল প্রক্রিয়ায় আপনি যদি এগুলোর কোনোটি ব্যবহার করতে চান, এর পূর্বে একটি টিক চিহ্ন দিন।
15296 = আমাদের লগ ডেটাবেইজে একটি যথাযথ আনইনস্টল লগ রয়েছে।\nআপনি কি প্রোগ্রামটির অধিকতর পরিপূর্ণ আনইনস্টলের জন্য সেটি ব্যবহার করতে চান?
15297 = আপনি কি নিশ্চিত যে আপনি তালিকা থেকে লগ(সমূহ) মুছে ফেলতে চান?
15298 = রপ্তানির জন্য আপনাকে অবশ্যই অন্তত একটি কলাম নির্বাচন করতে হবে!
15299 = ব্রাউজ করুন
15300 = নির্বাচিত লগ ব্যবহার করুন
15301 = সূত্র
15302 = আপনি তালিকা থেকে কোনো নির্ধারিত আনইনস্টলার নির্বাচন করেননি।\nআপনি কি নিশ্চিত যে আপনি পরিত্যক্ত উপাদানসমূহ খোঁজার কাজটি চালিয়ে যেতে চান এবং নির্ধারিত আনইস্টলার ব্যবহার উপেক্ষা করতে চান?
15303 = তালিকা থেকে একটি নির্ধারিত আনইনস্টলার নির্বাচন করুন যদি আপনি সেটি আনইনস্টল প্রক্রিয়ায় সেটি ব্যবহার করতে চান।
15304 = আপনি তালিকা থেকে কোনো লগ নির্বাচন করেননি।\nআপনি কি নিশ্চিত যে আপনি পরিত্যক্ত উপাদানসমূহ খোঁজার কাজটি চালিয়ে যেতে চান এবং লগ ব্যবহার উপেক্ষা করতে চান?
15305 = আনইনস্টল প্রক্রিয়ার সময় তালিকা থেকে একটি লগ নির্বাচন করুন যদি আপনি সেটি ব্যবহার করতে চান।
15306 =  লগ উপাত্ত লোড হচ্ছে...
15307 = আনইনস্টলের পূর্বে পূর্ণ রেজিস্ট্রি ব্যাকাপ তৈরি হচ্ছে
15308 = পূর্ণ রেজিস্ট্রি ব্যাকাপ তৈরি নিষ্ক্রিয় (অপশন->আনইনস্টলার)

15309 = পাথ:

15310 = ইনস্টলের উপাত্ত যথাযথভাবে পাওয়ার জন্য প্রোগ্রামের আনইনস্টল উপাত্ত ব্যবহার করুন
15311 = প্রোগ্রাম ইনস্টল করুন \nরেভো আনইনস্টলার প্রো দ্বারা
15312 = নির্বাচিত লগগুলো একত্র করুন
15313 = আপনি কি নিশ্চিত যে আপনি নির্বাচিত লগগুলো একত্র করতে চান?\nএই আদেশটি একটি প্রোগ্রামের সঙ্গে সম্পর্কিত লগগুলোর জন্য যথাযথ এবং উপাত্তসহ সবগুলো লগের একটি লগের যুক্ত হওয়ার জন্য যথাযথ।
15314 = লগ নাম একত্র করুন
15315 = যে ফোল্ডার বহির্ভুত করতে হবে
15316 = যেসব ফাইল ও ফোল্ডার বহির্ভূত করতে হবে
15317 = যেসব রেজিস্ট্রি কি বহির্ভুত করতে হবে
15318 = কম্পিউটারের পুনরায় চালুর জন্য %s-এর আনইনস্টল ক্ষতিগ্রস্ত হয়েছে। আপনি কি আনইনস্টল প্রক্রিয়া চলমান রাখতে চান?
15319 = বর্তমান কম্পিউটারের জন্য সমস্ত লগ অপারেশন
15320 = স্থানান্তর
15321 = ব্যাকআপ
15322 = পুনরুদ্ধার
15323 = বহনযোগ্য সংস্করণের জন্য মূল ফোল্ডারটি বাছুন
15324 = ব্যাকআপ লগ
15325 = পুনরুদ্ধার লগ
15326 = বর্তমানে থাকা লগটি একই নামে পুনর্লিখিত করতে চান?
15327 = রেভো আনইনস্টলার প্রো ডেটা ফোল্ডারে ইনস্টলের ত্রুটি পাওয়া গেছে।
15328 = এক্সিকিউটেবল ফাইল খোঁজা হচ্ছে...
15329 = প্রোগ্রামটি চালাতে অসমর্থ
15330 = প্রোগ্রামটি ইতোমধ্যে চলছে
15331 = চলমান প্রোগ্রামটির কোনো ব্যবহারকারী ইন্টারফেইস নেই বলে মনে হচ্ছে
15332 = প্রোগ্রামটি অসময়ে বন্ধ হয়ে গিয়েছে বলে মনে হচ্ছে
15333 = ব্যবহারকারী ইন্টারফেইসের জন্য অপেক্ষা...
15335 = পাথের অস্তিত্ব নেই!


[Auto Run Manager Pro]
15800 = যোগ
15801 = উইন্ডোজ স্টার্টআপে প্রোগ্রাম যোগ করুন
15802 = স্বয়ংক্রিয়ভাবে চালুর জন্য নির্দিষ্ট করুন:
15803 = সব ব্যবহারকারী
15804 = বর্তমান ব্যবহারকারী
15805 = স্বয়ংক্রিয়ভাবে চালুর জন্য এখান থেকে নির্দিষ্ট করুন:
15806 = রেজিস্ট্রি: চালু - উইন্ডোজের প্রতিটি চালুর সময়
15807 = রেজিস্ট্রি: একবার চালু - শুধু একবার চালু করুন, উইন্ডোজের পরবর্তী চালুর সময় থেকে
15808 = চালুর ফোল্ডার - উইন্ডোজের প্রতিটি চালুর সময়
15809 = আদেশ (পূর্ণ পাথ):
15810 = নাম:
15811 = স্বয়ংক্রিয়ভাবে চালু হওয়া থেকে দুর করুন
15812 = স্বয়ংক্রিয়ভাবে চালু হওয়ার সময় যেসব আইটেমগুলো চলমান নয় সেগুলো দূর করা হয়েছে
15813 = স্বয়ংক্রিয়ভাবে চালু হওয়া থেকে সমস্ত নিষ্ক্রিয় আইটেমসমূহ দূর করা হয়েছে
15814 = সেবাসমূহ
15815 = উইন্ডোজ সেবাসমূহ খুলুন
15816 = নির্ধারিত সময়ের টাস্কস
15817 = সক্রিয়
15818 = নিষ্ক্রিয়

[General App]
16001 = প্রিন্ট
16002 = প্রিন্ট প্রিভিউ দেখা
16003 = প্রিন্ট সেটাপ
16004 = দেখা
16005 = মেন্যু বার
16006 = মূল টুলবার
16007 = বর্ণনা প্যানেল
16008 = স্ট্যাটাস বার
16009 = সরঞ্জাম টুলবার
16010 = ফাইল
16011 = অটোরান\nম্যানেজার
16012 = জাঙ্ক ফাইলসমূহ\nপরিষ্কারক
16013 = উইন্ডোজ\nসরঞ্জামসমূহ
16014 = ব্রাউজারসমূহ\nপরিষ্কারক
16015 = মাইক্রোসফট অফিস \nক্লিনার
16016 = উইন্ডোজ \nক্লিনার
16017 = প্রমাণ\nদূর করা
16018 = পুরনরুদ্ধার অযোগ্য\nমুছুন
16019 = ব্যাকাপ\nম্যানেজার
16020 = রেভো আনইনস্টলার প্রো-এর মাধ্যমে ইনস্টল করুন
16021 = রেভো আনইনস্টলার প্রো-এর মাধ্যমে আনইনস্টল করুন
16022 = নির্বাচিত প্রোগ্রামটি রেভো আনইনস্টলার প্রো-এর মাধ্যমে ইনস্টল করুন
16023 = নির্বাচিত প্রোগ্রামটি রেভো আনইনস্টলার প্রো-এর মাধ্যমে আনইনস্টল করুন
16024 = ব্যাকআপ ফোল্ডার:
16025 = মুছে ফেলা রেজিস্ট্রি আইটেমসমূহের ব্যাকাপ রাখুন
16026 = মুছে ফেলা ফাইল ও ফোল্ডারসমূহের ব্যাকাপ রাখুন
16027 = মাইক্রোসফট এক্সেল এই কম্পিউটারে ইনস্টল করা নেই (ত্রুটি কোড 0x%08X).
16028 = মাইক্রোসফট এক্সেল প্রোগ্রাম চালাতে ব্যর্থ (ত্রুটি কোড 0x%08X).
16029 = অজানা ত্রুটি!
16030 = রেজিস্ট্রি
16031 = রেভো আনইনস্টলার প্রো দ্বারা প্রদর্শিত তথ্য বার্তা উপেক্ষা করুন
16032 = রেভো আনইনস্টলার প্রো দ্বারা প্রদর্শিত সতর্ক বার্তা উপেক্ষা করুন
16033 = প্রক্রিয়াসমূহ
16034 = কমপ্যাক্ট উইন্ডো মোডে প্রোগ্রাম ট্রেস করুন
16035 = প্রক্রিয়াসমূহ অন্তর্ভুক্ত করুন:
16036 = প্রক্রিয়াসমূহ বহির্ভুক্ত করুন:
16037 = প্রক্রিয়া পাথ
16038 = দৃশ্যমান থিম:
16039 = টুলবার
16040 = লেখার লেবেলসমূহ দেখান
16041 = ছোট আইকনসমূহ দেখান
16042 = নীল
16043 = ধূসর
16044 = কালো
16045 = রুপালী
16046 = স্থানীয়
16047 = স্থানীয় ২
16048 = স্থানীয় মসৃণ
16049 = এখনই কিনুন
16050 = রেভো  আনইনস্টলার প্রো কেনার পর আপনি ইমেইলে একটি সিরিয়াল নম্বর পাবেন। রেভো আনইনস্টলার প্রো সক্রিয় করতে আপনাকে সিরিয়াল নম্বরটি নিচের ফর্মে দিতে হবে এবং তারপর "অনলাইনে সক্রিয় করুন" বাটন চাপতে হবে। সক্রিয় হওয়ার জন্য ইন্টারনেট সংযোগ থাকতে হবে যাতে আপনার ফায়ারওয়াল রেভো আনইনস্টলার প্রোকে বাধা না দেয়। রেজিস্ট্রেশন নিয়ে আপনার যদি কোনো জিজ্ঞাসা থাকে, অনুগ্রহ করে যোগাযোগ করুন: registration@revouninstaller.com
16051 = নিবন্ধন 
16052 = এখানে যথাযথ সিরিয়াল নম্বর দিন:
16053 = অনলাইনে সক্রিয় করুন
16054 = সর্বস্বত্ব সংরক্ষিত।
16055 = নিবন্ধিত সংস্করণ
16056 = অনিবন্ধিত সংস্করণ
16057 = আপনি কি নিশ্চিত যে আপনি তৈরিকৃত ব্যাকাপ, লগ ও অন্যান্য রেভো আনইনস্টলার প্রো উপাত্ত মুছতে চান? "না" চাপুন যদি আপনি প্রোগ্রামটি হালনাগাদ করে থাকেন।
16058 = অনুবাদক:
16059 = প্রতিদিনের পূর্ণ রেজিস্ট্রি ব্যাকাপ তৈরি করুন
16060 = আনইনস্টলের পর প্রোগ্রাম লগ মুছে ফেলুন
16061 = বিস্তারিত প্রদর্শনে ছোট আইকন প্রদর্শন
16062 = উইন্ডোজ কনটেক্সট মেন্যুতে কমান্ডসমূহ প্রদর্শন করুন (ইনস্টল করুন ..., আনইনস্টল করুন ...)
16063 = সকল পরিত্যক্তগুলো ডিফল্টভাবে নির্বাচন করুন
16064 = গাঢ় ধূসর
16065 = নীল ২
16070 = কমান্ডস টুলবার
16071 = কাস্টম
16072 = থিম
16073 = কাস্টম পটভূমি রং
16074 = কাস্টম নির্বাচিত রং
16075 = কোনো লগ আমদানির পূর্বে অনুগ্রহ করে রেভো আনইনস্টলার প্রো বন্ধ করুন।\nঅথবা "ট্রেসড প্রোগ্রাম" মডিউলে "ব্যবস্থাপনা" টুলবার বাটনে ক্লিক করে লগ আমদানি করুন।
16076 = সক্রিয়
16077 = সক্রিয়করণ পদ্ধতি বাছুন
16078 = অনলাইনে সক্রিয় করা
16079 = ফাইল দিয়ে সক্রিয় করা
16080 = আপনার ৩০-দিনের ট্রায়াল সময় অতিক্রান্ত। যদি আপনি এটি চলমান রাখতে চান, আপনাকে একটি লাইসেন্স কিনতে হবে।
16081 = রেভো আনইস্টলার প্রো লাইসেন্স কেনার পর আপনার ইমেইলে একটি সিরিয়াল নম্বর দেয়া হবে। রেভো আনইস্টলার প্রো সক্রিয় করতে আপনার নাম ও সিরিয়াল নম্বর নিচের ফরমে প্রবেশ করাতে হবে (এখানে কপি ও পেস্ট জোরালোভাবে সুপারিশ করা হচ্ছে) এবং তারপর "অনলাইনে সক্রিয় করুন" বাটনে চাপ দিন। লাইসেন্স সক্রিয় করতে ইন্টারনেট সংযোগ প্রয়োজন। সুতরাং, আপনার কম্পিউটারের ফায়ারওয়াল যাতে রেভো আনইনস্টলার ব্লক না করে সেজন্য ব্যবস্থা নিন। আপনার যদি কোনো প্রশ্ন থাকে কিংবা নিবন্ধন বিষয়ে কোনো সমস্যা পান, তাহলে আমাদের সঙ্গে যোগাযোগ করুন: registration@revouninstaller.com
16082 = রেভো আনইনস্টলার প্রো লাইসেন্স কেনার পর, আপনি ইমেইলে একটি সিরিয়াল নম্বর পাবেন। ফাইলে রেভো আনইনস্টলার সক্রিয় করতে, আপনাকে নিচের ছকে আপনার নাম ও সিরিয়াল নম্বর দিতে হবে (কপি ও পেস্ট জোরালোভাবে সুপারিশকৃত) এবং তারপর "ফাইল সংরক্ষণ করুন"বাটন চাপুন। তারপর তৈরিকৃত ফাইলটি পাঠানোর জন্য support@revouninstaller.com অথবা registration@revouninstaller.com -এ ইমেইল করে দিন। ২৪ ঘণ্টার মধ্যে আমরা আপনাকে উন্মুক্তকরণ কি পাঠাবো যা দিয়ে আপনি রেভো আনইনস্টলার প্রো সক্রিয় করতে পারবেন। আপনার যদি কোনো প্রশ্ন বা রেজিস্ট্রেশনজনিত সমস্যা থাকে তাহলে অনুগ্রহ করে এখানে যোগাযোগ করুন: registration@revouninstaller.com
16083 = আপনি ফাইল দ্বারা রেভো আনইনস্টলার প্রো সক্রিয় করতে চেয়েছেন। আপনি যখন আমাদের সহায়তা ইমেইলে সক্রিয়করণ ফাইলটি পাঠাবেন, আপনাকে রেভো আনইনস্টলার প্রো সহায়তা দল থেকে একটি উন্মুক্তকরণ কি পাঠানো হবে। আপনাকে এই উন্মুক্তকরণ কি-টি নিচে প্রবেশ করাতে হবে (কপি ও পেস্ট জোরালোভাবে সুপারিশকৃত) ও তারপর "সক্রিয়করণ" বাটনটি চাপুন। আপনার যদি কোনো প্রশ্ন অথবা রেজিস্ট্রশন-সম্পর্কিত সমস্যা থাকে, অনুগ্রহ করে যোগাযোগ করুন: registration@revouninstaller.com
16084 = আপনার কম্পিউটারে কিছু পরিবর্তন হয়েছে যে কারণে রেভো আনইস্টলার প্রো পুনরায় সক্রিয় করতে হবে। শুধু অনুগ্রহ করে "সক্রিয়" বাটনটি চাপুন। আপনাকে এই উন্মুক্তকরণ কি-টি নিচে প্রবেশ করাতে হবে (কপি ও পেস্ট জোরালোভাবে সুপারিশকৃত) ও তারপর "সক্রিয়করণ" বাটনটি চাপুন। আপনার যদি কোনো প্রশ্ন অথবা রেজিস্ট্রশন-সম্পর্কিত সমস্যা থাকে, অনুগ্রহ করে যোগাযোগ করুন: registration@revouninstaller.com
16085 = সক্রিয়করণ সফল! 
16086 = সক্রিয়করণ ব্যর্থ!
16087 = সক্রিয়করণ সার্ভারের সঙ্গে সংযোগ নেই। অনুগ্রহ করে নিশ্চিত হোন যে, আপনার ফায়ারওয়াল রেভো আনইনস্টলার প্রোকে ব্লক করে রাখেনি।
16088 = ব্যবহারকারীর নাম প্রবেশ করান:
16089 = সিরিয়াল নম্বর প্রবেশ করান (কপি ও পেস্ট সুপারিশকৃত):
16090 = উন্মুক্তকরণ কি দিন (কপি ও পেস্ট সুপারিশকৃত):
16091 = সক্রিয়করণ প্রক্রিয়া পুনরায় শুরু করুন
16092 = দিন বাকি:
16093 = ফাইল সংরক্ষণ করুন
16094 = যার নামে নিবন্ধিত
16095 = পুনরায় সক্রিয়
16096 = সক্রিয় হচ্ছে। অনুগ্রহ করে অপেক্ষা করুন...
16097 = ভুল সিরিয়াল নম্বর।\nঅনুগ্রহ করে সিরিয়াল নম্বরটি টাইপ করার বদলে কপি করে পেস্ট করুন!
16098 = অনুগ্রহ করে রেভো আনইনস্টলার প্রো রিস্টার্ট করুন
16100 = সিরিয়াল নম্বর:
16101 = লাইসেন্স তথ্য:
16102 = ফিডব্যাক দিন
16103 = অনলাইন সহায়তা
16104 = মূল উইন্ডো প্যানেল সেটিংস পুনরায় স্থাপন করুন
16105 = বিস্তারিত প্রদর্শনযোগ্য নিয়ন্ত্রণ সেটিংস পুনরায় স্থাপন করুন
16106 = পুনরায় স্থাপন করা সফলভাবে সম্পন্ন!\nপরিবর্তনগুলো কার্যকর করার জন্য রেভো আনইনস্টলার প্রো রিস্টার্ট করুন 
16107 = এখানে কোনো নির্বাচিত আইটেম নেই।\nকাজটি চালিয়ে নেয়ার জন্য আপনাকে অন্তত একটি আইটেম চেক করতে হবে।
16108 = স্টার্টাপ স্প্ল্যাশ স্ক্রিন প্রদর্শন করুন
16109 = ইতিহাস পরিষ্কারক
16110 = ইতিহাস\nপরিষ্কারক
16111 = আরও\nকমান্ডসমূহ
16112 = রেভো আনইনস্টলার প্রো ইতোমধ্যে চলমান!
16113 = হালনাগাদ সাবস্ক্রিপশন মেয়াদোত্তীর্ণ: 
16114 = এখনি নবায়ন করুন
16115 = হালনাদাগ সাবস্ক্রিপশন মেয়াদোত্তীর্ণ হবে %s!
16116 = সাবস্ক্রিপশন হালনাগাদ করুন
16117 = আপনি যদি এই তারিখের পর প্রকাশিত রেভো আনইনস্টলার প্রো-এর সর্বশেষ সংস্করণ ইনস্টল করতে সমর্থ হন, আপনাকে আপনার হালনাদাগ সাবস্ক্রিপশন নবায়ন করতে হবে।
16118 = পরীক্ষামূলক সংস্করণ মনে করিয়ে দেওয়া
16119 = রেভো আনইনস্টলার প্রো ব্যবহারের জন্য ধন্যবাদ। আপনি একটি ৩০-দিনের পূর্ণ কার্যকর ট্রায়াল সংস্করণ চালাচ্ছেন। আপনি যদি সফটওয়্যারটি পছন্দ করেন এবং ট্রায়াল সময় অতিক্রান্ত হওয়ার পরও ব্যবহার করতে চান, আপনাকে একটি লাইসেন্স কিনতে হবে।
16120 = আপনার সাবস্ক্রিপশনের ফলে আপনি %s-এর পূর্বের রেভো আনইনস্টলার প্রো সংস্করণ ইনস্টল ও সক্রিয় করতে পারবেন। আপনি রেভো আনইস্টলার প্রো-এর সর্বশেষ সংস্করণ যদি ইনস্টল করতে চান, আপনাকে আপনার সাবস্ক্রিপশন নবায়ন করতে হবে।
16121 = পছন্দ
16122 = লাইসেন্স নিষ্ক্রিয় হয়েছে
16123 = আপনি আপনার লাইসেন্স নিষ্ক্রিয় করেছেন। যদি আপনি রেভো আনইস্টলার প্রো আবার ব্যবহার করতে চান, আপনাকে একটি বৈধ সিরিয়াল নম্বর দিয়ে পুনরায় নিবন্ধন করতে হবে।
16124 = লাইসেন্স নিষ্ক্রিয় করুন
16125 = ব্যবহৃত সক্রিয়করণ কি(সমূহ) যথাযথভাবে নিষ্ক্রিয় করা হয়েছে।
16126 = নিষ্ক্রিয় করা ব্যর্থ!
16127 = আপনি কি নিশ্চিত যে আপনার লাইসেন্স নিষ্ক্রিয় করতে চাচ্ছেন?\nরেভো আনইস্টলার প্রো-এর বর্তমান ইনস্টলেশন কাজ করা বন্ধ করে দিবে! এই প্রক্রিয়া চলমান রাখুন যদি আপনি আপনার লাইনেন্স কেবল অন্য কোনো কম্পিউটারে হস্তান্তর বা বদল করতে চান।
16128 = নিষ্ক্রিয়
16129 = আপনার লাইসেন্স নিষ্ক্রিয় করা হচ্ছে। অনুগ্রহ করে অপেক্ষা করুন...
16130 = দিন
16131 = যে সিরিয়াল নম্বরটি দেওয়া হয়েছে সেটি ইতোমধ্যে বর্তমান লাইসেন্স ফাইলে রয়েছে।
16132 = আপনার হালনাগাদকৃত সাবস্ক্রিপশনের মেয়াদ শেষ হয়েছে %s, সুতরাং আপনি আপনার বর্তমান রেভো আনইনস্টলার প্রো সংস্করণটি হালনাগাদ করতে পারবেন না। আপনি যদি রেভো আনইনস্টলার প্রো-এর সর্বশেষ সংস্করণ ব্যবহার করতে চান, অনুগ্রহ করে আপনার হালনাগাদকৃত সাবস্ক্রিপশন নবায়ন করুন।

[AppBar]
16900 = পর্যবেক্ষণকৃত সিস্টেম পরিবর্তনের লগসমূহ সংসরক্ষণ করুন
16901 = ইনস্টল করার প্রক্রিয়া পর্যবেক্ষণ বন্ধ করুন
16902 = রেভো আনইনস্টলার প্রো সিস্টেমের পরিবর্তনগুলো পর্যবেক্ষণ করছে - স্বাভাবিকভাবে ইনস্টল প্রক্রিয়া সম্পন্ন হচ্ছে! অনুগ্রহ করে অন্য কোনো সেটাপ ফাইল, প্রোগ্রাম অথবা অন্যকিছু চালাবেন না! ইনস্টলেশন প্রক্রিয়া সম্পন্নের পর, প্রোগ্রামটি চালান, কনফিগার করুন ও তারপর বন্ধ করে দিন। তারপর "বন্ধ" বাটনটি (চারকোনা) চাপুন ও লগ সংরক্ষণ করুন।
16903 = এই লগটির জন্য একটি নাম দিন:
16904 = এই লগটির জন্য একটি নাম দিন এবং "সংরক্ষণ" বাটনে চাপ দিন
16905 = রেভো আনইনস্টলার প্রো ইনস্টলেশন ট্রেস করছে
16906 = রেভো আনইনস্টলার প্রো উপাত্ত সংরক্ষণ করছে
16907 = কম্পিউটার বন্ধ করার জন্য অনুমতি পাওয়া যায়নি। নিজে থেকে কম্পিউটার বন্ধ করুন!
16908 = কম্পিউটার বন্ধ করার জন্য অনুমতি ঠিকঠাক করা যায়নি। নিজে থেকে কম্পিউটার বন্ধ করুন!
16909 = অনুগ্রহ করে একটি যথার্থ লগ নাম দিন!
16910 = আপনি কি নিশ্চিত যে আপনি লগিন প্রসেস বাতিল করতে চাচ্ছেন?

[JunkFilesCleanerPro]
17000 = বর্জন
17001 = সর্বশেষ পরিবর্তন করা হয়েছে
17002 = ফোল্ডার স্ক্যান করুন...
17003 = অন্তর্ভুক্ত
17004 = ফোল্ডার জাঙ্ক হিসেবে অন্তর্ভুক্ত করুন

[Windows Apps]
17100 = উইন্ডোজ \nঅ্যাপসমূহ
17101 = উইন্ডোজ অ্যাপসমূহ
17102 = উইন্ডোজ অ্যাপ
17103 = মোট অ্যাপ
17104 = অ্যাপ
17105 = অ্যাপসমূহ
17106 = "উইন্ডোজ অ্যাপস" মডিউলটি ইনস্টলকৃত সব উইন্ডোজ অ্যাপের তালিকা তৈরি করে এবং এক ক্লিকে এই অ্যাপগুলোর যে কোনোটি আনইনস্টল করতে সহায়তা করে। মাইক্রোসফটের তৈরিকৃত কিছু অ্যাপ অপারেটিং সিস্টেমের সঙ্গে ইনস্টল করা হয়ে থাকে, অন্যগুলো মাইক্রোসফট স্টোর থেকে ইনস্টল করা হয়। যে কোনো অ্যাপ সম্পর্কে কনটেক্সট মেন্যু থেকে আরও তথ্য পাওয়া যাবে।
17107 = অ্যাপের ডিফল্ট আনইনস্টল কমান্ড বিশ্লেষণ ও শুরু করা হচ্ছে
17108 = অ্যাপের নিজস্ব আনইস্টলার প্রক্রিয়া সম্পন্নের পর পরিত্যক্ত ফাইল, ফোল্ডার ও রেজিস্ট্রি আইটেমসমূহের জন্য "স্ক্যান" বাটনটি চাপুন।
17109 = আপনি কি নিশ্চিত যে এই অ্যাপটি আনইনস্টল করতে চাচ্ছেন?
17110 = নির্বাচিত উইন্ডোজ অ্যাপটি চালাতে অসমর্থ!
17111 = মাইক্রোসফট স্টোরে খুলুন
 
[Browser Extensions]
17200 = ব্রাউজার \nএক্সটেনশনসমূহ
17201 = ব্রাউজার এক্সটেনশনসমূহ
17202 = এমএস এজ এক্সটেনশন
17203 = প্রকার
17204 = এক্সটেনশন
17205 = প্লাগিন
17206 = অ্যাপ
17207 = সহায়তাকারী
17208 = টুলবার
17209 = সার্চ প্রোভাইডার
17210 = %s চলছে। একে ধ্বংস করুন (জোর করে থামান) যদি আপনি চালু রাখতে চান। \nআপনার ব্রাউজারে অসংরক্ষিত তথ্য হারিয়ে যেতে পারে।
17211 = মোট এক্সটেনশন
17212 = এক্সটেনশন
17213 = এক্সটেনশনসমূহ
17214 = "ব্রাউজার এক্সটেনশন" মডিউলটি বিভিন্ন ধরনের অতিরিক্ত উপাদানের (যেগুলোকে এক্সটেনশন বা অ্যাড-অনস বলা হয়) তালিকা তৈরি করতে ও সেগুলো মুছতে সহায়তা করে। এসব উপাদান সর্বাধিক জনপ্রিয় বাউজারসমূহ যেমন গুগল ক্রোম, মাইক্রোসফট এজ, মজিলা ফায়ারফক্স ও ইন্টারনেট এক্সপ্লোরারে আপনি ইনস্টল করেন ব্রাউজারটিকে নিজস্বভাবে সাজানোর জন্য। "ধরন" কলামটি ব্রাউজার অনুসারে এক্সটেনশনের ধরন প্রদর্শন করে।
17215 = আপনি কি নিশ্চিত যে এই নির্দিষ্ট এক্সটেনশনটি মুছতে চান?
17216 = এক্সটেনশন %s মুছা হচ্ছে
17217 = এক্সটেনশনের স্বয়ংক্রিয়ভাবে পুনরায় ইনস্টল হওয়া এড়ানোর জন্য ক্রোম সেটিংস থেকে "সিঙ্ক অ্যাপস" ও "সিঙ্ক এক্সটেনশন" নিষ্ক্রিয় করুন এবং তারপর অপসারণ প্রক্রিয়া অনুসরণ করুন।
17218 = আপনি পূর্বে-ইনস্টলকৃত এক্সটেনশন নির্বাচন করেছেন।
17219 = ব্রাউজার

[EvidenceRemoverPro]
17300 = প্রকার
17301 = মোট জায়গা
17302 = খালি জায়গা
17310 = স্থানীয় ডিস্ক
17311 = অপসারণীয় ডিস্ক
17312 = আনুমানিক বাকি সময়:
17313 = দিন 
17314 = ঘণ্টা
17315 = মিনিট
17316 = সেকেন্ড
17317 = আপনি কি নিশ্চিত যে প্রক্রিয়াটি থামাতে চান?

[WindowsToolsPro]
17400 = সিস্টেম পুনরুদ্ধার
17401 = নেটওয়ার্ক পরীক্ষা
17402 = নেটওয়ার্ক তথ্য
17403 = নিরাপত্তা সেন্টার
17404 = সিস্টেমের প্রোপার্টিজ
17405 = সিস্টেমের তথ্য
17406 = টিসিপি/আইপি নেটস্ট্যাট কমান্ড
17407 = অন স্ক্রিন বোর্ড
17408 = ডিস্ক ডিফ্র্যাগমেন্টার
17409 = সেবাসমূহ
17410 = বিনিময়কৃত ফোল্ডার
17411 = দলীয় নীতি
17412 = উইন্ডোজের উপাদান যোগ/বাদ
17413 = মাইক্রোসফট উইন্ডোজ ম্যালিসিয়াস সফটওয়্যার রিমুভাল টুল
17414 = উইন্ডোজ ব্যাকআপ ও পুনরুদ্ধার
17415 = কাজের নির্ধারিত সূচি
17416 = ডিস্ক পরীক্ষা করুন
17417 = সিস্টেম ফাইল নিরীক্ষণ
17418 = ডিস্ক পরিষ্কার করুন
17419 = রিসোর্স পর্যবেক্ষণ করুন
17450 = উইন্ডোজ ব্যাকাপ ও পুনঃস্থাপন প্রক্রিয়া আপনাকে এই কম্পিউটার যারা ব্যবহার করে সবার উপাত্ত ফাইল কপি করতে দেয় এবং আপনাকে একটি সিস্টেম ইমেজ তৈরি করতে সক্ষমতা প্রদান করে। কী ব্যাকাপ নিতে হবে তা আপনি উইন্ডোজকে নির্ধারণ করতে দিতে পারেন অথবা আপনি আলাদা ফোল্ডার, লাইব্রেরি এবং ড্রাইভ যেগুলো আপনি ব্যাকাপ নিতে চান সেগুলো নির্দিষ্ট করে দিতে পারেন। একটি সিস্টেম ইমেজ উইন্ডোজ ও আপনার সিস্টেম সেটিংস, প্রোগ্রাম ও ফাইলসমূহ অন্তর্ভুক্ত করে। আপনি কম্পিউটারের উপাদানসমূহ পুনঃস্থাপনের জন্য একটি সিস্টেম ইমেজ ব্যবহার করতে পারেন যদি আপনার হার্ড ড্রাইভ বা কম্পিটার কাজ করা বন্ধ করে দেয়।
17451 = টাস্ক স্ক্যাজুলার একটি নির্দিষ্ট সময়ে কিছু কাজ স্বয়ংক্রিয়ভাবে করার ক্ষেত্রে অথবা যখন একটি নির্দিষ্ট ঘটনা ঘটে তখন স্বয়ংক্রিয়ভাবে কাজটি করতে আপনাকে সহায়তা করে। এটি কোনো প্রোগ্রাম বা স্ক্রিপট পূর্ব-নির্ধারিত নির্দিষ্ট সময়ে অথবা একটি নির্দিষ্ট সময় বিরতির পর চালু হতে সহায়তা করে। টাস্ক স্ক্যাজুলার সব স্ক্যাজুলকৃত কাজ, কাজগুলোর একটি গোছানো প্রদর্শন এবং একটি উপযোগী পদ্ধতিতে ব্যবস্থার জন্য একটি লাইব্রেরি ব্যবস্থাপনা পরিচালনা করে।
17452 = চেক ডিস্ক উইন্ডোজ ভলিউমের ফাইল সিস্টেমের লজিক্যাল ইন্টিগ্রিটি পরীক্ষা করে দেখে। চেক ডিস্ক ব্যাড সেক্টর, ক্লাস্টার হারানো, একাধিক লিংকড ফাইল ও ডিরেক্টরির ত্রুটি-সম্পর্কিত সমস্যাগুলো পরীক্ষা করে। এ-ধরনের সমস্যাসমূহ সিস্টেম ক্র্যাশ বা জমে যাওয়ার কারণে হতে পারে, বা পাওয়ার গ্লিচ, ঠিকমতো কম্পিউটার বন্ধ না করা ইত্যাদি কারণে হতে পারে।
17453 = সিস্টেম ফাইল চেকার আপনাকে উইন্ডোজ সিস্টেম ফাইলগুলো স্ক্যান করতে ও ত্রুটিপূর্ণ ফাইলসমূহ তাদের সংস্করণ চেক করে পুনঃস্থাপন করতে সহায়তা করে। যদি এটি কোনো সমস্যা পায়, তাহলে সেটি সমস্যাকবলিত ফাইলটি উইন্ডোজের ডিএলএল ক্যাশ থেকে পুনঃস্থাপনের চেষ্টা করে। যদি ফাইলটি উইন্ডোজ ডিএলএল ক্যাশে না থাকে অথবা ডিএলএল ক্যাশ ত্রুটিপূর্ণ থাকে, আপনাকে উইন্ডোজ ইনস্টলেশন ডিস্কটি প্রবেশ করাতে বলা হবে।
17454 = ডিস্ক পরিষ্কারক একটি কম্পিউটার ব্যবস্থাপনা উপকরণ যা একটি কম্পিউটারের হার্ড ড্রাইভের ডিস্ক স্পেস খালি করতে সহায়তা করে। এটি ব্যবহারকারীকে যেসব ফাইলের আর প্রয়োজনীয় নেই অথবা যেসব ফাইল নিরাপদে মুছা সম্ভব যেমন, অস্থায়ী, ক্যাশ ও লগ ফাইল যেগুলো অপারেটিং সিস্টেম ও অন্যান্য প্রোগ্রাম তৈরি করে, সেগুলো দূর করতে দেয়।
17455 = রিসোর্স মনিটর হার্ডওয়্যারের ব্যবহার (সিপিইউ, স্মৃতি, ডিস্ক, ও নেটওয়ার্ক) এবং সফটওয়্যার (ফাইল ব্যবস্থাপনা ও মডিউল) সম্পদ সম্পর্কে তাৎক্ষণিকভাবে তথ্য প্রদর্শন করেন। এই টুলটি আপনাকে এই মূহূর্তে অথবা গত সময়ে কী পরিমাণ রিসোর্স ব্যবহৃত হচ্ছে তা চিত্রের মাধ্যমে উপস্থাপনের সাহায্যে জানতে  সহায়তা করে। এভাবে আপনি নির্দিষ্ট রিসোর্সের পারফরম্যান্স পরীক্ষা করতে পারেন এবং কম্পিউটারের দক্ষতা বাড়ানোর জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ সম্পর্কে সিদ্ধান্ত নিতে পারেন।

[WindowsCleanerPro]
17500 = থাম্বনেইল ক্যাশ মুছুন

[UnrecoverableDeletePro]
17600 = ফাইল(গুলো) যোগ করুন
17601 = ফোল্ডার যোগ করুন
17602 = চিরতরে মুছুন
17603 = মোছা হচ্ছে
17604 = গণনা করা হচ্ছে...
17605 = এই তালিকার বাদবাকি আইটেমগুলো এখন মোছা যাচ্ছে না।\nআপনি নিশ্চিত হোন যে, এই ফাইলগুলো উইন্ডোজ বা অন্য কোনো প্রোগ্রাম দ্বারা ব্যবহৃত হচ্ছে না এবং তারপর আবার চেষ্টা করুন।
17606 = তালিকা থেকে নির্দিষ্ট আইটেমগুলো দূর করুন

[Backup Manager]
17800 = ব্যাকআপ ম্যানেজার
17801 = পুনরুদ্ধার
17802 = মুছুন
17803 = সব মুছুন
17804 = কাস্টম\nপুনঃস্থাপন
17812 = ট্রি লোড করা হচ্ছে...
17813 = পেছনে
17814 = পরবর্তী
17815 = পুনঃস্থাপন পয়েন্ট উপাত্ত পাওয়া যায়নি
17816 = প্রক্রিয়া চলছে
17817 = %d এর %d উপাদানসমূহের-এর ব্যাকাপ নেয়া হচ্ছে
17818 = পুনরুদ্ধার পয়েন্ট:
17819 = মোট আকার:
17820 = ব্যাকাপ ম্যানেজার আপনাকে প্রতিবার রেজিস্ট্রি উপাত্ত, ফাইল অথবা ফোল্ডার মোছার পর রেভো আনইনস্টলার প্রো কর্তৃক সংরক্ষণকৃত ব্যাকাপ তথ্য ম্যানেজ করতে  সহায়তা করবে। একটি রিস্টোর পয়েন্ট স্থাপনের মাধ্যমে আপনি আপনার মুছে ফেলা সমস্ত উপাত্ত পুনঃস্থাপন করতে পারবেন অথবা আপনি কোন কোন উপাদান পুনঃস্থাপন করতে চান সেগুলো নির্ধারণ করে পুনঃস্থাপন করতে পারবেন।
17821 = নাম
17822 = চালু করা
17823 = আকার
17824 = রেজিস্ট্রি উপাদানসমূহ
17825 = নথি ও ফোল্ডার
17826 = ঘণ্টা
17827 = তারিখ
17830 = কি/ভ্যালু নাম
17831 = উপাত্ত
17835 = নির্ধারিত ভ্যালূ
17836 = পুনঃস্থাপন করা হচ্ছে %d এর %d উপাদানসমূহ
17837 = পুনঃস্থাপন করা হচ্ছে
17838 = নথি/ফোল্ডারের নাম
17839 = কাস্টম পুনঃস্থাপন
17840 = ব্যাকাপ উপাত্ত ফাইল পড়ার সময় ত্রুটি পাওয়া গেছে!
17841 = পুনস্থাপনের জন্য ফাইল ও ফোল্ডারসমূহ
17842 = পুনঃস্থাপন করার জন্য রেজিস্ট্রি আইটেমসমূহ
17843 = উপাত্ত ফাইল সংরক্ষণের জন্য ডিস্কে যথেষ্ট পরিমাণে জায়গা নেই!
17844 = ব্যাকাপ উপাত্ত ফাইল তৈরির সময় ত্রুটি পাওয়া গেছে!
17845 = আপনি কি নিশ্চিত যে আপনি %s এর %s অপারেশন প্রক্রিয়া পুনঃস্থাপন করতে চাচ্ছেন?
17846 = আপনি কি নিশ্চিত যে আপনি সব পুনঃস্থাপন পয়েন্ট মুছতে চাচ্ছেন?
17847 = সময় \nby মুছুন
17848 = একটি নির্দিষ্ট তারিখ বা একটি সময়ের চেয়ে পুরনো ব্যাকাপগুলো মুছুন
17849 = এর চেয়ে পুরনো সব ব্যাকাপ মুছুন:
17850 = নির্বাচিত তারিখ:
17851 = এক সপ্তাহ
17852 = দুই সপ্তাহ
17853 = ৩০ দিন
17854 = ৯০ দিন
17855 = ১৮০ দিন
17856 = এক বছর
17857 = কাস্টম তারিখ
17858 = আপনি এমন একটি তারিখ বাছাই করেছেন যা আজকের চেয়েও নতুন। \nএটি সব ব্যাকআপ মুছে ফেলবে! চালু রাখতে চান?

[TooltipsPro]
18200 = রেভো আনইনস্টলার প্রো-এর সেটিংগুলো ঠিক করুন
18201 = খুঁজে পাওয়া প্রোগ্রামের তালিকা প্রদর্শনের পদ্ধতি বদলান
18202 = রেভো আনইস্টলার প্রো কর্তৃক সংরক্ষিত ব্যাকাপ তথ্য ব্যবস্থাপনা করুন
18203 = রেভো আনইস্টলার প্রো-এর মাধ্যমে প্রোগ্রাম ইনস্টল করুন
18204 = ইতোমধ্যে আনইস্টলকৃত প্রোগ্রামের বাদবাকি জিনিস জোর করে আনইনস্টল করুন
18205 = ইনস্টল করা সব প্রোগ্রামসমূহ দেখান
18206 = ট্রেস করা ইনস্টল করা প্রোগ্রামসমূহ দেখান
18207 = নির্বাচিত চিহ্নিত প্রোগ্রামটি আনইনস্টল করুন
18208 = নির্বাচিত চিহ্নিত প্রোগ্রামটির কাস্টম আনইনস্টল করুন
18209 = রেভো আনইনস্টলার প্রো-এর নির্বাচিত রিস্টোর পয়েন্টগুলো পুনরায় স্থাপন
18210 = রেভো আনইনস্টলার প্রো-এর নির্বাচিত রিস্টোর পয়েন্টগুলো পুনরায় কাস্টম স্থাপন করুন
18211 = রেভো আনইনস্টলার প্রো-এর নির্বাচিত পুনরুদ্ধার পয়েন্ট মুছুন
18212 = উইন্ডোজ চালুর সময় স্বয়ংক্রিয়ভাবে চালু হবে এমন একটি প্রোগ্রাম যোগ করুন
18213 = নির্বাচিত ড্রাইভে এভিডেন্স রিমুভিং প্রোগ্রাম চালু করুন
18214 = পুনরুদ্ধারঅযোগ্য মোছার জন্য ফাইল যোগ করুন
18215 = পুনরুদ্ধারঅযোগ্য মোছার জন্য একটি ফোল্ডার যোগ করুন
18216 = যোগ করা ফাইল ও ফোল্ডারসমূহ মুছুন
18217 = চিহ্নিত ফাইলগুলো মুছুন
18218 = নির্বাচিত প্রোগ্রামটির ইনস্টলেশন বদলান বা মেরামত করুন
18219 = নির্বাচিত প্রোগ্রামটি দ্রুত আনইনস্টল করুন(সব পরিত্যক্ত ফাইল স্বয়ংক্রিয়ভাবে মুছে যাবে)
18220 = লগে নতুন আইটেম যোগ করুন
18221 = নির্বাচিত আইটেমটি পরিবর্তন করুন
18222 = লগ থেকে নির্বাচিত আইটেমটি মুছুন
18223 = বর্তমান লগের উপাত্ত এইচটিএমএল হিসেবে রপ্তানি করুন

[Portable]
18500 = হালনাগাদ ডাউনলোডে ত্রুটি!
18501 = হালনাগাদ নিষ্কাশনে ত্রুটি!
18502 = হালনাগাদ করা হচ্ছে
18503 = সফলভাবে হালনাগাদ করা হয়েছে!
18504 = ফাইলের  %d এর %d
18505 = বহনযোগ্যতা
18506 = কাস্টম তথ্য সংরক্ষণ ফোল্ডার ব্যবহার  করুন
18507 = দ্রুত লোডিং মোড সক্রিয় করুন

18508 = গ্রহণ

18509 = লাইসেন্স চুক্তি
